{"articleText":"<p>An <b>anabranch</b> is a section of a river or stream that diverts from the main channel or stem of the watercourse and rejoins the main stem downstream. Local anabranches can be the result of small islands in the watercourse. In larger anabranches, the flow can diverge for a distance of several kilometers before rejoining the main channel.</p>\n<h2><span id=\"Word_usage_and_related_terms\">Word usage and related terms</span></h2>\n<p>The term <i>anabranch</i>, in its hydrological meaning, is used more frequently in Australia than in the rest of the English-speaking world.</p>\n<p>The term <i>anabranching river</i> describes a river with many anabranches, whilst an anastomosing river is an organic-rich subset of this river type.</p>\n<p>The term braided river describes watercourses which are divided by small islands into multiple channel threads within a single main channel, but the term does not describe the multiple channels of an anabranching river.</p>\n<p>A distributary is a branch of a river that does not rejoin the main channel; these are common on and near river deltas.</p>\n<p>A bayou is often an anabranch.</p>\n<h2><span id=\"Examples\">Examples</span></h2>\n<ul><li>The Magdalena River, in Colombia, bifurcates in El Banco in two branches: Brazo de Loba (Shewolf Branch in Spanish) and Brazo de Mompox. The first one, Brazo de Loba is the main navigable channel and is 177 km long. Brazo de Mompox is thus the anabranch. There are several other branches that join those two main branches, interconnected by swamps (\"cienágas\"), the main ones being Quitasol, Chicagua and La Victoria. Between Brazo de Loba and Brazo de Mompox is the island of Mompox or Margarita Island, a sunken geological block of 2.200 square km between the faults of Chicagua and El Romeral.</li>\n<li>In the Fraser River delta of British Columbia, Canada, North Arm Fraser River, Middle Arm Fraser River, and South Arm Fraser River each fall into Georgia Strait separately. On the other hand, Annacis Island splits (South Arm) Fraser River into the (main) Annieville Channel and the (smaller) Annacis Channel, which rejoin below the island.</li>\n<li>In western New South Wales the Great Darling Anabranch is the ancestral path of the Darling River, dividing south of Menindee and extending for 460 km before joining the Murray River. The anabranch contains flowing water only in wetter years.</li>\n<li>In the Lower Simpson Desert, in South Australia, Kallakoopah Creek is an anabranch of the Warburton River that flows during major Warburton floods of over 5 m in depth. The Kallakoopah is approximately 400 km long and members of the Lake Eyre Yacht Club and others have used it to sail a circular route to Lake Eyre by traveling down the Kallakoopah and returning via the Warburton.</li>\n<li>The Bahr el Zeraf in southern Sudan splits from the Bahr al Jabal section of the White Nile and flows for 240 km (150 mi), before rejoining the White Nile proper upriver from Malakal.</li>\n<li>Approximately 15 km out of Charters Towers (Queensland/Australia) is a section of the Burdekin River known as 'the anabranch'. This strip of water is separate from the main flood way, and is typically dry during the sunnier months. Once there is consistent rain, it will meet up with the river again and flood with fresh water. It is well known for barramundi fishing.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n\n<p>http://www.revistas.usp.br/guspsc/article/view/131257</p>","shortText":"<p>An <b>anabranch</b> is a section of a river or stream that diverts from the main channel or stem of the watercourse and rejoins the main stem downstream. Local anabranches can be the result of small islands in the watercourse. In larger anabranches, the flow can diverge for a distance of several kilometers before rejoining the main channel.","title":"Anabranch","id":"Anabranch"}