{"articleText":"<p>In structural geology, an <b>anticline</b> is a type of fold that is an arch-like shape and has its oldest beds at its core. A typical anticline is convex up in which the hinge or crest is the location where the curvature is greatest, and the limbs are the sides of the fold that dip away from the hinge. Anticlines can be recognized and differentiated from antiforms by a sequence of rock layers that become progressively older toward the center of the fold. Therefore, if age relationships between various rock strata are unknown, the term antiform should be used.</p>\n<p>The progressing age of the rock strata towards the core and uplifted center, are the trademark indications for evidence of anticlines on a geologic map. These formations occur because anticlinal ridges typically develop above thrust faults during crustal deformations. The uplifted core of the fold causes compression of strata that preferentially erodes to a deeper stratigraphic level relative to the topographically lower flanks. Motion along the fault including both shortening and extension of tectonic plates, usually also deforms strata near the fault. This can result in an asymmetrical or overturned fold.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Terminology_of_anticlines_and_different_folds\">Terminology of anticlines and different folds <span id=\"Anticline_terminology\"></span></span></h2>\n\n<p>An antiform can be used to describe any fold that is convex up. It is the relative ages of the rock strata that distinguish anticlines from antiforms. The hinge of an anticline refers to the location where the curvature is greatest, also called the crest. The hinge is also the highest point on a stratum along the top of the fold. The culmination also refers to the highest point along any geologic structure. The limbs are the sides of the fold that display less curvature. The inflection point is the area on the limbs where the curvature changes direction.</p>\n<p>The axial surface is an imaginary plane connecting the hinge of each layer of rock stratum through the cross section of an anticline. If the axial surface is vertical and the angles on each side of the fold are equivalent, then the anticline is symmetrical. If the axial plane is tilted or offset, then the anticline is asymmetrical. An anticline that is cylindrical has a well-defined axial surface, whereas non-cylindrical anticlines are too complex to have a single axial plane.</p>\n<p>An overturned anticline is an asymmetrical anticline with a limb that has been tilted beyond perpendicular, so that the beds in that limb have basically flipped over and may dip in the same direction on both sides of the axial plane. If the angle between the limbs is large (70–120 degrees), then the fold is an \"open\" fold, but if the angle between the limbs is small (30 degrees or less), then the fold is a \"tight\" fold. If an anticline plunges (i.e., the anticline crest is inclined to the Earth's surface), it will form <i>V</i>s on a geologic map view that point in the direction of plunge. A plunging anticline has a hinge that is not parallel to the earth's surface. All anticlines and synclines have some degree of plunge. Periclinal folds are a type of anticlines that have a well-defined, but curved hinge line and are doubly plunging and thus elongate domes.</p>\n\n<p>Folds in which the limbs dip toward the hinge and display a more U-like shape are called synclines. They usually flank the sides of anticlines and display opposite characteristics. A syncline's oldest rock strata are in its outer limbs; the rocks become progressively younger toward its hinge. A monocline is a bend in the strata resulting in a local steepening in only one direction of dip. Monoclines have the shape of a carpet draped over a stairstep.</p>\n<p>An anticline that has been more deeply eroded in the center is called a breached or scalped anticline. Breached anticlines can become incised by stream erosion, forming an anticlinal valley.</p>\n<p>A structure that plunges in all directions to form a circular or elongate structure is a dome. Domes may be created via diapirism from underlying magmatic intrusions or upwardly mobile, mechanically ductile material such as rock salt (salt dome) and shale (shale diapir) that cause deformations and uplift in the surface rock. The Richat Structure of the Sahara is considered a dome that has been laid bare by erosion.</p>\n<p>An anticline which plunges at both ends is termed a doubly plunging anticline, and may be formed from multiple deformations, or superposition of two sets of folds. It may also be related to the geometry of the underlying detachment fault and the varying amount of displacement along the surface of that detachment fault.</p>\n<p>An anticlinorium is a large anticline in which a series of minor anticlinal folds are superimposed. Examples include the Late Jurassic to Early Cretaceous Purcell Anticlinorium in British Columbia and the Blue Ridge anticlinorium of northern Virginia and Maryland in the Appalachians, or the Nittany Valley in central Pennsylvania.</p>\n<h2><span id=\"Formation_processes\">Formation processes</span></h2>\n\n<p>Anticlines are usually developed above thrust faults, so any small compression and motion within the inner crust can have large effects on the upper rock stratum. Stresses developed during mountain building or during other tectonic processes can similarly warp or bend bedding and foliation (or other planar features). The more the underlying fault is tectonically uplifted, the more the strata will be deformed and must adapt to new shapes. The shape formed will also be very dependent on the properties and cohesion of the different types of rock within each layer.</p>\n<p>During the formation of flexural-slip folds, the different rock layers form parallel-slip folds to accommodate for buckling. A good way to visualize how the multiple layers are manipulated, is to bend a deck of cards and to imagine each card as a layer of rock stratum. The amount of slip on each side of the anticline increases from the hinge to the inflection point.</p>\n<p>Passive-flow folds form when the rock is so soft that it behaves like weak plastic and slowly flows. In this process different parts of the rock body move at different rates causing shear stress to gradually shift from layer to layer. There is no mechanical contrast between layers in this type of fold. Passive-flow folds are extremely dependent on the rock composition of the stratum and can typically occur in areas with high temperatures.</p>\n<h2><span id=\"Economic_significance\">Economic significance</span></h2>\n<p>Anticlines, structural domes, fault zones and stratigraphic traps are very favorable locations for oil and natural gas drilling. About 80 percent of the world’s petroleum has been found in anticlinal traps. The low density of petroleum causes oil to buoyantly migrate out of its source rock and upward toward the surface until it is trapped and stored in reservoir rock such as sandstone or porous limestone. The oil becomes trapped along with water and natural gas by a caprock that is made up of impermeable barrier such as an impermeable stratum or fault zone. Examples of low-permeability seals that contain the hydrocarbons, oil and gas, in the ground include shale, limestone, sandstone, and even salt domes. The actual type of stratum does not matter as long as it has low permeability.</p>\n<p>Water, minerals and specific rock strata such as limestone found inside anticlines are also extracted and commercialized. Lastly, ancient fossils are often found in anticlines and are used for paleontological research or harvested into products to be sold.</p>\n<h2><span id=\"Notable_anticlines\">Notable anticlines</span></h2>\n<h3><span id=\"Asia\">Asia</span></h3>\n<p>Ghawar Anticline, Saudi Arabia, the structural trap for the largest conventional oil field in the world.</p>\n<h3><span id=\"Australia\">Australia</span></h3>\n<p>Hill End Anticline, New South Wales, which is associated with deposits of gold.</p>\n<h3><span id=\"Europe\">Europe</span></h3>\n<p>The Weald–Artois Anticline is a major anticline which outcrops in southeast England and northern France. It was formed from the late Oligocene to middle Miocene, during the Alpine orogeny.</p>\n<h3><span id=\"North_America\">North America</span></h3>\n<p>Anticlines can have a major effect on the local geomorphology and economy of the regions in which they occur. One example of this is the El Dorado anticline in Kansas. The anticline was first tapped into for its petroleum in 1918. Soon after the site became a very prosperous area for entrepreneurs following World War I and the rapid popularization of motor vehicles. By 1995 the El Dorado oil fields had produced 300 million barrels of oil. The central Kansas uplift is an antiform composed of several small anticlines that have collectively produced more than 2.5 million barrels of oil.</p>\n<p>Another notable anticline is the Tierra Amarilla anticline in San Ysidro, New Mexico. This is a popular hiking and biking site because of the great biodiversity, geologic beauty and paleontological resources. This plunging anticline is made up of Petrified Forest mudstones and sandstone and its caprock is made of Pleistocene and Holocene travertine. The anticline contains springs that deposit carbon dioxide travertine that help to contribute to the rich diversity of microorganisms. This area also contains remains of fossils and ancient plants from the Jurassic period that are sometimes exposed through geological erosion.</p>\n<p>The Ventura Anticline is a geologic structure that is part of the Ventura oil fields, the seventh largest oil field in California that was discovered in the 1860s. The anticline runs east to west for 16 miles, dipping steeply 30–60 degrees at both ends. Ventura County has a high rate of compression and seismic activity due to the converging San Andreas Fault. As a result, the Ventura anticline rises at a rate of 5 mm/year with the adjacent Ventura Basin converging at a rate of about 7–10 mm/year. The anticline is composed of a series of sandstone rock beds and an impermeable rock cap under which vast reserves of oil and gas are trapped. Eight different oil bearing zones along the anticline vary greatly from 3,500 to 12,000 feet. The oil and gas formed these pools as they migrated upward during the Pliocene Era and became contained beneath the caprock. This oil field is still active and has a cumulative production of one billion barrels of oil making it one of the most vital historical and economic features of Ventura County.</p>\n<h2><span id=\"Gallery_of_anticlines\">Gallery of anticlines</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Homocline</li>\n<li>River anticlines</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite class=\"citation book\">Davis, George H.; Reynolds, Stephen J. (January 19, 1996). <i>Structural Geology of Rocks and Regions</i> (2nd ed.). New York: John Wiley &amp; Sons. ISBN 978-0-471-52621-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAnticline&amp;rft.au=Reynolds%2C+Stephen+J.&amp;rft.aufirst=George+H.&amp;rft.aulast=Davis&amp;rft.btitle=Structural+Geology+of+Rocks+and+Regions&amp;rft.date=1996-01-19&amp;rft.edition=2nd&amp;rft.genre=book&amp;rft.isbn=978-0-471-52621-6&amp;rft.place=New+York&amp;rft.pub=John+Wiley+%26+Sons&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Monroe, James S.; Wicander, Reed (February 8, 2005). <i>The Changing Earth: Exploring Geology and Evolution</i> (4th ed.). Brooks Cole. ISBN 978-0-495-01020-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAnticline&amp;rft.au=Wicander%2C+Reed&amp;rft.aufirst=James+S.&amp;rft.aulast=Monroe&amp;rft.btitle=The+Changing+Earth%3A+Exploring+Geology+and+Evolution&amp;rft.date=2005-02-08&amp;rft.edition=4th&amp;rft.genre=book&amp;rft.isbn=978-0-495-01020-3&amp;rft.pub=Brooks+Cole&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Weijermars, Ruud (1997). <i>Structural Geology and Map Interpretation</i>. Lectures in geoscience. Amsterdam: Alboran Science Publishing. ISBN 90-5674-001-6 – via Delft University of Technology.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAnticline&amp;rft.aufirst=Ruud&amp;rft.aulast=Weijermars&amp;rft.btitle=Structural+Geology+and+Map+Interpretation&amp;rft.date=1997&amp;rft.genre=book&amp;rft.isbn=90-5674-001-6&amp;rft.place=Amsterdam&amp;rft.pub=Alboran+Science+Publishing&amp;rft.series=Lectures+in+geoscience.&amp;rft_id=http%3A%2F%2Focw.tudelft.nl%2Fcourses%2Fapplied-earth-sciences%2Fstructural-geology-map-interpretation%2Freadings%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> —<small><i>Entire book is freely available in PDF format</i>.</small></li>\n</ul>","shortText":"<p>In structural geology, an <b>anticline</b> is a type of fold that is an arch-like shape and has its oldest beds at its core. A typical anticline is convex up in which the hinge or crest is the location where the curvature is greatest, and the limbs are the sides of the fold that dip away from the hinge. Anticlines can be recognized and differentiated from antiforms by a sequence of rock layers that become progressively older toward the center of the fold. Therefore, if age relationships between various rock strata are unknown, the term antiform should be used.","title":"Anticline","id":"Anticline"}