{"articleText":"<p><b>Barrier islands</b> are coastal landforms and a type of dune system that are exceptionally flat or lumpy areas of sand that form by wave and tidal action parallel to the mainland coast. They usually occur in chains, consisting of anything from a few islands to more than a dozen. They are subject to change during storms and other action, but absorb energy and protect the coastlines and create areas of protected waters where wetlands may flourish. A barrier chain may extend uninterrupted for over a hundred kilometers, excepting the tidal inlets that separate the islands, the longest and widest being Padre Island of Texas. The length and width of barriers and overall morphology of barrier coasts are related to parameters including tidal range, wave energy, sediment supply, sea-level trends, and basement controls. The amount of vegetation on the barrier has a large impact on the height and evolution of the island.</p>\n<p>Chains of barrier islands can be found along approximately thirteen percent of the world's coastlines. They display different settings, suggesting that they can form and be maintained in a variety of environmental settings. Numerous theories have been given to explain their formation.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Constituent_parts\">Constituent parts</span></h2>\n<dl><dt>Lower shoreface</dt>\n</dl><p>The shoreface is the part of the barrier where the ocean meets the shore of the island. The barrier island body itself separates the shoreface from the backshore and lagoon/tidal flat area. Characteristics common to the lower shoreface are fine sands with mud and possibly silt. Further out into the ocean the sediment becomes finer. The effect from the waves at this point is weak because of the depth. Bioturbation is common and many fossils can be found here.</p>\n<dl><dt>Middle shoreface</dt>\n</dl><p>The middle shore face is located in the upper shoreface. The middle shoreface is strongly influenced by wave action because of its depth. Closer to shore the grain size will be medium size sands with shell pieces common. Since wave action is heavier, bioturbation is not likely.</p>\n<dl><dt>Upper shoreface</dt>\n</dl><p>The upper shore face is constantly affected by wave action. This results in development of herringbone sedimentary structures because of the constant differing flow of waves. Grain size is larger sands.</p>\n<dl><dt>Foreshore</dt>\n</dl><p>The foreshore is the area on land between high and low tide. Like the upper shoreface, it is constantly affected by wave action. Cross bedding and lamination are present and coarser sands are present because of the high energy present by the crashing of the waves. The sand is also very well sorted.</p>\n<dl><dt>Backshore</dt>\n</dl><p>The backshore is always above the highest water level point. The berm is also found here which marks the boundary between the foreshore and backshore. Wind is the important factor here, not water. During strong storms high waves and wind can deliver and erode sediment from the backshore.</p>\n<dl><dt>Dunes</dt>\n</dl><p>The dunes are typical of a barrier island, located at the top of the backshore. See Coastal Dunes for more information. The dunes will display characteristics of typical aeolian wind blown dunes. The difference here is that dunes on a barrier island typically contain coastal vegetation roots and marine bioturbation.</p>\n<dl><dt>Lagoon and tidal flats</dt>\n</dl><p>The lagoon and tidal flat area is located behind the dune and backshore area. Here the water is still and this allows for fine silts, sands, and mud to settle out. Lagoons can become host to an anaerobic environment. This will allow high amounts of organic rich mud to form. Vegetation is also common.</p>\n<h2><span id=\"Location\">Location</span></h2>\n<h3><span id=\"United_States\">United States</span></h3>\n<p>They are seen most prominently on the United States' East Coast and Gulf Coast, where every state, stretching from Maine to Florida and Florida to Texas on each coast has at least part of a barrier island, stretching to more than twenty-five for Florida. However, this chain is international. It starts in Quebec's Magdalen Islands and ends in Mexico. No barrier islands are found on the Pacific coast of the U.S. due to the rocky shore and short continental shelf, however barrier peninsulas can be found. Barrier Islands can also be seen on Alaska's Arctic coast.</p>\n<h3><span id=\"Canada\">Canada</span></h3>\n<p>Barrier Islands can also be found in Maritime Canada.</p>\n<h3><span id=\"Mexico\">Mexico</span></h3>\n<p>Mexico's Gulf Coast has numerous barrier islands and barrier Peninsulas.</p>\n<h3><span id=\"Europe\">Europe</span></h3>\n<p>Barrier islands can be observed in the Baltic Sea and are a distinct feature of the Wadden Islands, which stretch from the Netherlands to Denmark.</p>\n<h3><span id=\"Elsewhere\">Elsewhere</span></h3>\n<p>Barrier Islands can be observed on every continent on Earth, except Antarctica.</p>\n<h2><span id=\"Processes\">Processes</span></h2>\n<dl><dt>Migration and overwash</dt>\n</dl><p>Water levels may be higher than the island during storm events. This situation can lead to overwash, which brings sand from the front of the island to the top and/or landward side of the island. This process leads to the evolution and migration of the barrier island.</p>\n<h2><span id=\"Formation_theories\">Formation theories</span></h2>\n\n\n<p>Scientists have proposed numerous explanations for the formation of barrier islands for more than 150 years. There are three major theories: offshore bar, spit accretion, and submergence. No single theory can explain the development of all barriers, which are distributed extensively along the world's coastlines. Scientists accept the idea that barrier islands, including other barrier types, can form by a number of different mechanisms.</p>\n<p>There appears to be some general requirements for formation. Barrier island systems develop most easily on wave-dominated coasts with a small to moderate tidal range. Coasts are classified into three groups based on tidal range: microtidal, 0–2 meter tidal range; mesotidal, 2–4 meter tidal range; and macrotidal, &gt;4 meter tidal range. Barrier islands tend to form primarily along microtidal coasts, where they tend to be well developed and nearly continuous. They are less frequently formed in mesotidal coasts, where they are typically short with tidal inlets common. Barrier islands are very rare along macrotidal coasts. Along with a small tidal range and a wave-dominated coast, there must be a relatively low gradient shelf. Otherwise, sand accumulation into a sandbar would not occur and instead would be dispersed throughout the shore. An ample sediment supply is also a requirement for barrier island formation. The last major requirement for barrier island formation is a stable sea level. It is especially important for sea level to remain relatively unchanged during barrier island formation and growth. If sea level changes are too drastic, time will be insufficient for wave action to accumulate sand into a dune, which will eventually become a barrier island through aggradation. The formation of barrier islands requires a constant sea level so that waves can concentrate the sand into one location.</p>\n<h3><span id=\"Offshore_bar_theory\">Offshore bar theory</span></h3>\n<p>In 1845 the Frenchman Elie de Beaumont published an account of barrier formation. He believed that waves moving into shallow water churned up sand, which was deposited in the form of a submarine bar when the waves broke and lost much of their energy. As the bars developed vertically, they gradually rose above sea level, forming barrier islands.</p>\n<h3><span id=\"Spit_accretion_theory\">Spit accretion theory</span></h3>\n<p>American geologist Grove Karl Gilbert first argued in 1885 that the barrier sediments came from longshore sources. He proposed that sediment moving in the breaker zone through agitation by waves in longshore drift would construct spits extending from headlands parallel to the coast. The subsequent breaching of spits by storm waves would form barrier islands.</p>\n<h3><span id=\"Submergence_theory\">Submergence theory</span></h3>\n\n<p>William John McGee reasoned in 1890 that the East and Gulf coasts of the United States were undergoing submergence, as evidenced by the many drowned river valleys that occur along these coasts, including Raritan, Delaware and Chesapeake bays. He believed that during submergence, coastal ridges were separated from the mainland, and lagoons formed behind the ridges. He used the Mississippi-Alabama barrier islands (consists of Cat, Ship, Horn, Petit Bois and Dauphin Islands) as an example where coastal submergence formed barrier islands. His interpretation was later shown to be incorrect when the ages of the coastal stratigraphy and sediment were more accurately determined.</p>\n<p>Along the coast of Louisiana, former lobes of the Mississippi River delta have been reworked by wave action, forming beach ridge complexes. Prolonged sinking of the marshes behind the barriers has converted these former vegetated wetlands to open-water areas. In a period of 125 years, from 1853 to 1978, two small semi-protected bays behind the barrier developed as the large water body of Lake Pelto, leading to Isles Dernieres's detachment from the mainland.</p>\n<h3><span id=\"Boulder_Bank\">Boulder Bank</span></h3>\n<p>An unusual natural structure in New Zealand may give clues to the formation processes of barrier islands. The Boulder Bank, at the entrance to Nelson Haven at the northern end of the South Island, is a unique 13 km-long stretch of rocky substrate a few metres in width. It is not strictly a barrier island, as it is linked to the mainland at one end. The Boulder Bank is composed of granodiorite from Mackay Bluff, which lies close to the point where the bank joins the mainland. It is still debated what process or processes have resulted in this odd structure, though longshore drift is the most accepted hypothesis. Studies have been conducted since 1892 to determine the speed of boulder movement. Rates of the top-course gravel movement have been estimated at 7.5 metres a year.</p>\n<h2><span id=\"Ecological_importance\">Ecological importance</span></h2>\n<p>Barrier islands are critically important in mitigating ocean swells and other storm events for the water systems on the mainland side of the barrier island, as well as protecting the coastline. This effectively creates a unique environment of relatively low energy, brackish water. Multiple wetland systems such as lagoons, estuaries, and/or marshes can result from such conditions depending on the surroundings. They are typically rich habitats for a variety of flora and fauna. Without barrier islands, these wetlands could not exist; they would be destroyed by daily ocean waves and tides as well as ocean storm events. One of the most prominent examples is the Louisiana barrier islands.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Frisian Islands</li>\n<li>Island welding</li>\n<li>Outer Banks</li>\n<li>Virginia Barrier Islands</li>\n<li>New York Barrier Islands</li>\n<li>Texas barrier islands</li>\n<li>Sea Islands</li>\n<li>Long Beach Island</li>\n<li>Bald Head Island</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite id=\"CITEREFDavis_Jr.FitzGerald2004\" class=\"citation\">Davis Jr., Richard A.; FitzGerald, Duncan M. (2004), <i>Beaches and Coasts</i>, United Kingdom: Blackwell Publishing, ISBN 0-632-04308-3</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABarrier+island&amp;rft.au=FitzGerald%2C+Duncan+M.&amp;rft.aufirst=Richard+A.&amp;rft.aulast=Davis+Jr.&amp;rft.btitle=Beaches+and+Coasts&amp;rft.date=2004&amp;rft.genre=book&amp;rft.isbn=0-632-04308-3&amp;rft.place=United+Kingdom&amp;rft.pub=Blackwell+Publishing&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFMorton2007\" class=\"citation\">Morton, Robert A. (2007), <i>Historical Changes in the Mississippi-Alabama Barrier Islands and the Roles of Extreme Storms, Sea level, and human activities</i> <span>(PDF)</span>, U. S. Geological Survey</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABarrier+island&amp;rft.aufirst=Robert+A.&amp;rft.aulast=Morton&amp;rft.btitle=Historical+Changes+in+the+Mississippi-Alabama+Barrier+Islands+and+the+Roles+of+Extreme+Storms%2C+Sea+level%2C+and+human+activities&amp;rft.date=2007&amp;rft.genre=book&amp;rft.pub=U.+S.+Geological+Survey&amp;rft_id=http%3A%2F%2Fpubs.usgs.gov%2Fof%2F2007%2F1161%2FOFR-2007-1161-screen.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>","shortText":"<p><b>Barrier islands</b> are coastal landforms and a type of dune system that are exceptionally flat or lumpy areas of sand that form by wave and tidal action parallel to the mainland coast. They usually occur in chains, consisting of anything from a few islands to more than a dozen. They are subject to change during storms and other action, but absorb energy and protect the coastlines and create areas of protected waters where wetlands may flourish. A barrier chain may extend uninterrupted for over a hundred kilometers, excepting the tidal inlets that separate the islands, the longest and widest being Padre Island of Texas. The length and width of barriers and overall morphology of barrier coasts are related to parameters including tidal range, wave energy, sediment supply, sea-level trends, and basement controls. The amount of vegetation on the barrier has a large impact on the height and evolution of the island.","title":"Barrier island","id":"Barrier_island"}