{"articleText":"<p>A <b>braided river</b>, or <b>braided channel</b>, is any of a number of channel types and has a channel that consists of a network of small channels separated by small and often temporary islands called braid bars or, in British usage, <i>aits</i> or <i>eyots</i>. Braided streams occur in rivers with high slope and/or large sediment load. Braided channels are also typical of environments that dramatically decrease channel depth, and consequently channel velocity, such as river deltas, alluvial fans and peneplains.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n\n<p>Braided rivers, as distinct from meandering rivers, occur when a threshold level of sediment load or slope is reached whilst a steep gradient is also maintained. Geologically speaking, an increase in sediment load will over time increase the slope of the river, so these two conditions can be considered synonymous; and, consequently, a variation of slope can model a variation in sediment load. A threshold slope was experimentally determined to be 0.016 (ft/ft) for a 0.15 cu ft/s (0.0042 m<sup>3</sup>/s) stream with poorly sorted coarse sand. Any slope over this threshold created a braided stream, while any slope under the threshold created a meandering stream or—for very low slopes—a straight channel. So the main controlling factor on river development is the amount of sediment that the river carries; once a given system crosses a threshold value for sediment load, it will convert from a meandering system to a braided system. Also important to channel development is the proportion of suspended load sediment to bed load. An increase in suspended sediment allowed for the deposition of fine erosion-resistant material on the inside of a curve, which accentuated the curve and in some instances caused a river to shift from a braided to a meandering profile. The channels and braid bars are usually highly mobile, with the river layout often changing significantly during flood events. Channels move sideways via differential velocity: On the outside of a curve, deeper, swift water picks up sediment (usually gravel or larger stones), which is re-deposited in slow-moving water on the inside of a bend.</p>\n<p>The braided channels may flow within an area defined by relatively stable banks or may occupy an entire valley floor. The Rakaia River in Canterbury, New Zealand has cut a channel 100 metres wide into the surrounding plains; this river transports sediment to a lagoon located on the river-coast interface.</p>\n<p>Conditions associated with braided channel formation include:</p>\n<ul><li>an abundant supply of sediment</li>\n<li>high stream gradient</li>\n<li>rapid and frequent variations in water discharge</li>\n<li>erodible banks</li>\n<li>a steep channel gradient</li>\n</ul><p>However, the critical factor that determines whether a stream will meander or braid is bank erodibility. A stream with cohesive banks that are resistant to erosion will form narrow, deep, meandering channels, whereas a stream with highly erodible banks will form wide, shallow channels, sustaining helical flow and resulting in the formation of braided channels.</p>\n<h2><span id=\"Examples\">Examples</span></h2>\n<p>Extensive braided river systems are found in Alaska, Canada, New Zealand's South Island, and the Himalayas, which all contain young, rapidly eroding mountains.</p>\n<ul><li>The enormous Brahmaputra-Jamuna River in Asia is a classic example of a braided river.</li>\n<li>Braided river systems are present in Africa, for example in the Touat Valley.</li>\n<li>A notable example of a large braided stream in the contiguous United States is the Platte River in central and western Nebraska. The sediment of the arid Great Plains is augmented by the presence of the nearby Sandhills region north of the river.</li>\n<li>A portion of the lower Yellow River takes a braided form.</li>\n<li>The Sewanee Conglomerate, a Pennsylvanian coarse sandstone and conglomerate unit present on the Cumberland Plateau near the University of the South, may have been deposited by an ancient braided and meandering river that once existed in the eastern United States. Others have interpreted the depositional environment for this unit as a tidal delta.</li>\n</ul><p>Notable braided rivers in Europe:</p>\n<ul><li>Italy\n<ul><li>Tagliamento (Northeastern Italy)</li>\n<li>Piave (river)</li>\n<li>Brenta (river)</li>\n<li>Cellina</li>\n<li>Meduna</li>\n<li>Fella</li>\n<li>Magra</li>\n</ul></li>\n<li>Narew (Poland and Belarus)</li>\n</ul><ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"Braided_rivers_vs_anastomosing_rivers\">Braided rivers vs anastomosing rivers</span></h2>\n<p>Anastomosing rivers or streams are similar to braided rivers in that they consist of multiple interweaving channels. However, anastomosing rivers typically consist of a network of low-gradient, narrow, deep channels with stable banks, in contrast to braided rivers, which form on steeper gradients and display less bank stability.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ait</li>\n<li>Anabranch</li>\n<li>Lagoon</li>\n<li>Shoal</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Hibbert, Barry; Brown, Kerry, eds. (2001). <i>Braided River Field Guide</i>. Christchurch, N.Z.: Dept. of Conservation. ISBN 9780478221213.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABraided+river&amp;rft.btitle=Braided+River+Field+Guide&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=9780478221213&amp;rft.place=Christchurch%2C+N.Z.&amp;rft.pub=Dept.+of+Conservation&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Braided rivers at Wikimedia Commons</li>\n</ul>","shortText":"<p>A <b>braided river</b>, or <b>braided channel</b>, is any of a number of channel types and has a channel that consists of a network of small channels separated by small and often temporary islands called braid bars or, in British usage, <i>aits</i> or <i>eyots</i>. Braided streams occur in rivers with high slope and/or large sediment load. Braided channels are also typical of environments that dramatically decrease channel depth, and consequently channel velocity, such as river deltas, alluvial fans and peneplains.","title":"Braided river","id":"Braided_river"}