{"articleText":"<p><b>Center-pivot irrigation</b> (sometimes called <b>central pivot irrigation</b>), also called <b>waterwheel</b> and <b>circle irrigation</b>, is a method of crop irrigation in which equipment rotates around a pivot and crops are watered with sprinklers. A circular area centered on the pivot is irrigated, often creating a circular pattern in crops when viewed from above (sometimes referred to as <i>crop circles</i>). Most center pivots were initially water-powered, and today most are propelled by electric motors.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>Center-pivot irrigation was invented in 1940 by farmer Frank Zybach, who lived in Strasburg, Colorado. It was recognized as a method to improve water distribution to fields.</p>\n<h2><span id=\"Overview\">Overview</span></h2>\n\n\n<p>Center pivot irrigation is a form of overhead sprinkler irrigation consisting of several segments of pipe (usually galvanized steel or aluminum) joined together and supported by trusses, mounted on wheeled towers with sprinklers positioned along its length. The machine moves in a circular pattern and is fed with water from the pivot point at the center of the circle. The outside set of wheels sets the master pace for the rotation (typically once every three days). The inner sets of wheels are mounted at hubs between two segments and use angle sensors to detect when the bend at the joint exceeds a certain threshold, and thus, the wheels should be rotated to keep the segments aligned. Center pivots are typically less than 1600 feet (500 meters) in length (circle radius) with the most common size being the standard 1/4 mile (400 m) machine.</p>\n<p>To achieve uniform application, center pivots require an even emitter flow rate across the radius of the machine. Since the outer-most spans (or towers) travel farther in a given time period than the innermost spans, nozzle sizes are smallest at the inner spans and increase with distance from the pivot point. Aerial views show fields of circles created by the watery tracings of \"quarter- or half-mile of the center-pivot irrigation pipe,\" created by center pivot irrigators which use \"hundreds and sometimes thousands of gallons a minute.\"</p>\n<p>Most center pivot systems now have drops hanging from a u-shaped pipe called a <i>gooseneck</i> attached at the top of the pipe with sprinkler heads that are positioned a few feet (at most) above the crop, thus limiting evaporative losses and wind drift. There are many different nozzle configurations available including static plate, moving plate and part circle. Pressure regulators are typically installed upstream of each nozzle to ensure each is operating at the correct design pressure.</p>\n<p>Drops can also be used with drag hoses or bubblers that deposit the water directly on the ground between crops. This type of system is known as LEPA (Low Energy Precision Application) and is often associated with the construction of small dams along the furrow length (termed furrow diking/dyking). Crops may be planted in straight rows or are sometimes planted in circles to conform to the travel of the irrigation system.</p>\n<p>Originally, most center pivots were water-powered. These were replaced by hydraulic systems and electric motor-driven systems. Most systems today are driven by an electric motor mounted at each tower.</p>\n<p>For a center pivot to be used, the terrain needs to be reasonably flat; but one major advantage of center pivots over alternative systems is the ability to function in undulating country. This advantage has resulted in increased irrigated acreage and water use in some areas. The system is in use, for example, in parts of the United States, Australia, New Zealand, Brazil and also in desert areas such as the Sahara and the Middle East.</p>\n<h2><span id=\"Benefits\">Benefits</span></h2>\n<p>The center-pivot irrigation system is considered to be a highly efficient system which helps conserve water.</p>\n<p>Center pivot irrigation typically uses less water compared to many surface irrigation and furrow irrigation techniques, which reduces the expenditure of and conserves water. It also helps to reduce labor costs compared to some ground irrigation techniques, which are often more labor-intensive. Some ground irrigation techniques involve the digging of channels on the land for the water to flow, whereas the use of center-pivot irrigation can reduce the amount of soil tillage that occurs and helps to reduce water runoff and soil erosion that can occur with ground irrigation. Less tillage encourages more organic materials and crop residue to decompose back into the soil, and reduces soil compaction.</p>\n<p>In the United States early settlers of the semiarid High Plains were plagued by crop failures due to cycles of drought, culminating in the disastrous Dust Bowl of the 1930s. It was only after World War II when center pivot irrigation became available that the land mass of the High Plains aquifer system was transformed into one of the most agriculturally productive regions in the world.</p>\n\n<h2><span id=\"Role_in_water_table_reduction\">Role in water table reduction</span></h2>\n<p>Groundwater level elevation decreases when the rate of extraction by irrigation exceeds the rate of recharge. At some places, the water table was measured to drop more than five feet (1.5 m) per year at the time of maximum extraction. In extreme cases, the deepening of wells was required to reach the steadily falling water table. In the 21st century, recognition of the significance of the Ogallala Aquifer (also known as the High Plains Aquifer) has led to increased coverage from regional and international journalists.</p>\n<p>By 2013 it was shown that as the water consumption efficiency of the center-pivot irrigator improved over the years, farmers planted more intensively, irrigated more land, and grew thirstier crops.</p>\n<p>Writer Emily Woodson characterized the increased use of the center pivot irrigation system as part of a profound attitude shift towards modernism (expensive tractors, center-pivot irrigation, dangerous new pesticides) and away from traditional farming that took place in the mid-1970s and 1980s in the United States. A new generation chose high-risk, high-reward crops such as irrigated corn or peanuts, which require large quantities of ground water, fertilizer and chemicals. The new family farm corporations turned many pastures into new cropland and were more interested in rising land prices than water conservation.</p>\n<p>A May 2013 <i>New York Times</i> article \"Wells dry, fertile plains turn to dust\" recounts the relentless decline of parts of the High Plains Aquifer System. One of the world's largest aquifers, it covers an area of approximately 174,000 mi² (450,000 km²) in portions of the eight states of South Dakota, Nebraska, Wyoming, Colorado, Kansas, Oklahoma, New Mexico, and Texas, beneath the Great Plains in the United States.</p>\n<p>In parts of the United States, sixty years of the profitable business of intensive farming using huge center-pivot irrigators has emptied parts of the High Plains Aquifer. It would take hundreds to thousands of years of rainfall to replace the groundwater in the dried up aquifer. In 1950, irrigated cropland covered 250,000 acres. With the use of center-pivot irrigation, nearly three million acres of land were irrigated in Kansas alone. In some places in the Texas Panhandle, the water table has been drained (dewatered). \"Vast stretches of Texas farmland lying over the aquifer no longer support irrigation. In west-central Kansas, up to a fifth of the irrigated farmland along a 100-mile (160 km) swath of the aquifer has already gone dry.\"</p>\n<h2><span id=\"Linear.2Flateral_move_irrigation_machines\">Linear/lateral move irrigation machines</span></h2>\n\n<p>Irrigation equipment can also be configured to move in a straight line where it is termed a <i>linear move</i>, <i>lateral move</i>, <i>wheelmove</i> or <i>side-roll</i> irrigation system. In this case the water is supplied by an irrigation channel running the length of the field and positioned either at one side or midway across the field width. The motor and pump equipment is mounted on a cart adjacent to the supply channel that travels with the machine.</p>\n<p>Farmers may opt for linear moves to conform to existing rectangular field designs such as those converting from furrow irrigation. Lateral moves are far less common, rely on more complex guidance systems, and require additional management compared to center pivot systems. Lateral moves are common in Australia and typically range between 500 and 1,000 meters in length.</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Additional_sources\">Additional sources</span></h2>\n<ul><li><cite class=\"citation web\">Snyder, Cindy (January 18, 2011). \"Center pivot irrigation systems cost big bucks\". <i>Times-News</i> (Twin Falls, Idaho)<span>. Retrieved <span>June 6,</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACenter+pivot+irrigation&amp;rft.au=Snyder%2C+Cindy&amp;rft.btitle=Center+pivot+irrigation+systems+cost+big+bucks&amp;rft.date=2011-01-18&amp;rft.genre=unknown&amp;rft.pub=%27%27Times-News%27%27+%28Twin+Falls%2C+Idaho%29&amp;rft_id=http%3A%2F%2Fmagicvalley.com%2Fbusiness%2Fagriculture%2Fcenter-pivot-irrigation-systems-cost-big-bucks%2Farticle_77793f2d-545d-56a8-be38-689913dc1ef3.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">Becker, Hank (October 2, 2000). \"Can Crop Temperature Guide Center-Pivot Irrigation?\". USDA Agriculture Research Service<span>. Retrieved <span>June 6,</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACenter+pivot+irrigation&amp;rft.au=Becker%2C+Hank&amp;rft.btitle=Can+Crop+Temperature+Guide+Center-Pivot+Irrigation%3F&amp;rft.date=2000-10-02&amp;rft.genre=unknown&amp;rft.pub=USDA+Agriculture+Research+Service&amp;rft_id=http%3A%2F%2Fwww.ars.usda.gov%2Fis%2Fpr%2F2000%2F001002.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">Garner, Fay (February 2008). \"Tuskegee Turf Farm Battles Drought With More Efficient Irrigation\". USDA Natural Resources Conservation Service<span>. Retrieved <span>June 6,</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACenter+pivot+irrigation&amp;rft.au=Garner%2C+Fay&amp;rft.btitle=Tuskegee+Turf+Farm+Battles+Drought+With+More+Efficient+Irrigation&amp;rft.date=2008-02&amp;rft.genre=unknown&amp;rft.pub=USDA+Natural+Resources+Conservation+Service&amp;rft_id=http%3A%2F%2Fwww.al.nrcs.usda.gov%2Fnews%2Ffeature%2F2-08_tuskegee_turf_farm.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">Boyd, Vicky (February 16, 2012). \"Valley Irrigation unveils tire sensor for center-pivot systems\". The Grower Magazine<span>. Retrieved <span>June 6,</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACenter+pivot+irrigation&amp;rft.au=Boyd%2C+Vicky&amp;rft.btitle=Valley+Irrigation+unveils+tire+sensor+for+center-pivot+systems&amp;rft.date=2012-02-16&amp;rft.genre=unknown&amp;rft.pub=The+Grower+Magazine&amp;rft_id=http%3A%2F%2Fwww.thegrower.com%2Fnews%2FValley-Irrigation-unveils-tire-sensor-for-center-pivot-systems-139490783.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"The Ogallala Aquifer\" Manjula V. Guru, Agricultural Policy Specialist and James E. Horne, President &amp; CEO, The Kerr Center for Sustainable Agriculture, Poteau, Oklahoma</li>\n<li>USGS High Plains Regional Groundwater Study</li>\n<li>A Legal Fight in Texas over the Ogallala Aquifer</li>\n<li>Kansas Geological Survey information on the High Plains / Ogallala Aquifer</li>\n<li>Rapid Recharge of Parts of the High Plains Aquifer Indicated by a Reconnaissance Study in Oklahoma</li>\n</ul>","shortText":"<p><b>Center-pivot irrigation</b> (sometimes called <b>central pivot irrigation</b>), also called <b>waterwheel</b> and <b>circle irrigation</b>, is a method of crop irrigation in which equipment rotates around a pivot and crops are watered with sprinklers. A circular area centered on the pivot is irrigated, often creating a circular pattern in crops when viewed from above (sometimes referred to as <i>crop circles</i>). Most center pivots were initially water-powered, and today most are propelled by electric motors.","title":"Center pivot irrigation","id":"Center_pivot_irrigation"}