{"articleText":"<p>A <b>cinder cone</b> or <b>scoria cone</b> is a steep conical hill of loose pyroclastic fragments, such as either volcanic clinkers, cinders, volcanic ash, or scoria that has been built around a volcanic vent. They consist of loose pyroclastic debris formed by explosive eruptions or lava fountains from a single, typically cylindrical, vent. As the gas-charged lava is blown violently into the air, it breaks into small fragments that solidify and fall as either cinders, clinkers, or scoria around the vent to form a cone that often is symmetrical; with slopes between 30–40°; and a nearly circular ground plan. Most cinder cones have a bowl-shaped crater at the summit.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mechanics_of_eruption\">Mechanics of eruption</span></h2>\n<p>The rock fragments, often called cinders or scoria, are glassy and contain numerous gas bubbles \"frozen\" into place as magma exploded into the air and then cooled quickly. Cinder cones range in size from tens to hundreds of meters tall. Cinder cones are made of pyroclastic material. Many cinder cones have a bowl-shaped crater at the summit. During the waning stage of a cinder-cone eruption, the magma has lost most of its gas content. This gas-depleted magma does not fountain but oozes quietly into the crater or beneath the base of the cone as lava. Lava rarely issues from the top (except as a fountain) because the loose, uncemented cinders are too weak to support the pressure exerted by molten rock as it rises toward the surface through the central vent. Because it contains so few gas bubbles, the molten lava is denser than the bubble-rich cinders. Thus, it often burrows out along the bottom of the cinder cone, lifting the less dense cinders like a cork on water, and advances outward, creating a lava flow around the cone's base. When the eruption ends, a symmetrical cone of cinders sits at the center of a surrounding pad of lava. If the crater is fully breached, the remaining walls form an amphitheatre or horseshoe shape around the vent.</p>\n<h2><span id=\"Occurrence\">Occurrence</span></h2>\n<p>Cinder cones are commonly found on the flanks of shield volcanoes, stratovolcanoes, and calderas. For example, geologists have identified nearly 100 cinder cones on the flanks of Mauna Kea, a shield volcano located on the island of Hawaii. These cones are also referred to as 'scoria cones' and 'cinder and spatter cones.'</p>\n<p>The most famous cinder cone, Paricutin, grew out of a corn field in Mexico in 1943 from a new vent. Eruptions continued for nine years, built the cone to a height of 424 meters, and produced lava flows that covered 25 km².</p>\n<p>The Earth's most historically active cinder cone is Cerro Negro in Nicaragua. It is part of a group of four young cinder cones NW of Las Pilas volcano. Since its initial eruption in 1850, it has erupted more than 20 times, most recently in 1995 and 1999.</p>\n<p>Based on satellite images it was suggested that cinder cones might occur on other terrestrial bodies in the solar system too. They were reported on the flanks of Pavonis Mons in Tharsis, in the region of Hydraotes Chaos on the bottom of the Coprates Chasma, or in the volcanic field Ulysses Colles. It is also suggested that domical structures in Marius Hills might represent lunar cinder cones.</p>\n<h2><span id=\"Effect_of_environmental_conditions\">Effect of environmental conditions</span></h2>\n<p>The size and shape of cinder cones depend on environmental properties as different gravity and/or atmospheric pressure might change the dispersion of ejected scoria particles. For example, cinder cones on Mars seem to be more than two times wider than terrestrial analogues as lower atmospheric pressure and gravity enable wider dispersion of ejected particles over a larger area. Therefore, it seems that erupted amount of material is not sufficient on Mars for the flank slopes to attain the angle of repose and Martian cinder cones seem to be ruled mainly by ballistic distribution and not by material redistribution on flanks as typical on Earth.</p>\n<h2><span id=\"Monogenetic_cones\">Monogenetic cones</span></h2>\n<p>Some cinder cones are monogenetic – the result of a single, never-to-be-repeated eruption. Parícutin in Mexico, Diamond Head, Koko Head, Punchbowl Crater and some cinder cones on Mauna Kea are monogenetic cinder cones.</p>\n<p>Monogenetic eruptions can last for more than 10 years. Parícutin erupted from 1943 to 1952.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of cinder cones</li>\n<li>Volcanic cone</li>\n<li>Capulin Volcano National Monument</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p>A <b>cinder cone</b> or <b>scoria cone</b> is a steep conical hill of loose pyroclastic fragments, such as either volcanic clinkers, cinders, volcanic ash, or scoria that has been built around a volcanic vent. They consist of loose pyroclastic debris formed by explosive eruptions or lava fountains from a single, typically cylindrical, vent. As the gas-charged lava is blown violently into the air, it breaks into small fragments that solidify and fall as either cinders, clinkers, or scoria around the vent to form a cone that often is symmetrical; with slopes between 30–40°; and a nearly circular ground plan. Most cinder cones have a bowl-shaped crater at the summit.","title":"Cinder cone","id":"Cinder_cone"}