{"articleText":"<p>A <b>cirque</b> (French, from the Latin word <i>circus</i>) is an amphitheatre-like valley formed by glacial erosion. Alternative names for this landform are <b>corrie</b> (from Scottish Gaelic <i>coire</i> meaning a pot or cauldron) and <b>cwm</b> (Welsh for \"valley\", pronounced /kʊm/ <i>coom</i>). A cirque may also be a similarly shaped landform arising from fluvial erosion.</p>\n<p>The concave shape of a glacial cirque is open on the downhill side, while the cupped section is generally steep. Cliff-like slopes, down which ice and glaciated debris combine and converge, form the three or more higher sides. The floor of the cirque ends up bowl-shaped as it is the complex convergence zone of combining ice flows from multiple directions and their accompanying rock burdens: hence it experiences somewhat greater erosion forces, and is most often overdeepened below the level of the cirque's low-side outlet (stage) and its down slope (backstage) valley. If the cirque is subject to seasonal melting, the floor of the cirque most often forms a tarn (small lake) behind a dam which marks the downstream limit of the glacial overdeepening: the dam itself can be composed of moraine, glacial till, or a lip of the underlying bedrock.</p>\n<p>The fluvial cirque or makhtesh, found in karst landscapes, is formed by intermittent river flow cutting through layers of limestone and chalk leaving sheer cliffs. A common feature for all fluvial-erosion cirques is a terrain which includes erosion resistant upper structures overlying materials which are more easily eroded.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n\n<h3><span id=\"Glacial-erosion_cirque_formation\">Glacial-erosion cirque formation</span></h3>\n<p>Glacial cirques are found amongst mountain ranges throughout the world; 'classic' cirques are typically about one kilometer long and one kilometer wide. Situated high on a mountainside near the firn line, they are typically partially surrounded on three sides by steep cliffs. The highest cliff often is called a headwall. The fourth side forms the <i>lip</i>, <i>threshold</i> or <i>sill</i>, the side at which the glacier flowed away from the cirque. Many glacial cirques contain tarns dammed by either till (debris) or a bedrock threshold. When enough snow accumulates it can flow out the opening of the bowl and form valley glaciers which may be several kilometers long.</p>\n<p>Cirques form in conditions which are favorable; in the northern hemisphere the conditions include the north-east slope where they are protected from the majority of the sun’s energy and from the prevailing winds. These areas are sheltered from heat, encouraging the accumulation of snow; if the accumulation of snow increases, the snow turns into glacial ice. The process of nivation follows, whereby a hollow in a slope may be enlarged by ice segregation weathering and glacial erosion. Ice segregation erodes the rock vertical rock face and causes it to disintegrate, which may result in an avalanche bringing down more snow and rock to add to the growing glacier. Eventually, this hollow may become large enough that glacial erosion intensifies. The enlarging of this open ended concavity creates a larger leeward deposition zone, furthering the process of glaciation. Debris (or till) in the ice also may abrade (glacial abrasion) the bed surface; should ice move down a slope it would have a ‘sandpaper effect’ on the bedrock beneath, on which it scrapes.</p>\n\n<p>Eventually, the hollow may become a large bowl shape in the side of the mountain, with the headwall being weathered by ice segregation, and as well as being eroded by plucking. The basin will become deeper as it continues to be eroded by ice segregation and abrasion. Should ice segregation, plucking and abrasion continue, the dimensions of the cirque will increase, but the proportion of the landform would remain roughly the same. A bergschrund forms when the movement of the glacier separates the moving ice from the stationary ice forming a crevasse. The method of erosion of the headwall lying between the surface of the glacier and the cirque’s floor has been attributed to freeze-thaw mechanisms. The temperature within the bergschrund changes very little, however, studies have shown that ice segregation (frost shattering) may happen with only small changes in temperature. Water that flows into the bergschrund can be cooled to freezing temperatures by the surrounding ice allowing freeze-thaw mechanisms to occur.</p>\n\n<p>If two adjacent cirques erode toward one another, an arête, or steep sided ridge, forms. When three or more cirques erode toward one another, a pyramidal peak is created. In some cases, this peak will be made accessible by one or more arêtes. The Matterhorn in the European Alps is an example of such a peak.</p>\n<p>Where cirques form one behind the other, a cirque stairway results as at the Zastler Loch in the Black Forest.</p>\n<p>As glaciers can only originate above the snowline, studying the location of present-day cirques provides information on past glaciation patterns and on climate change.</p>\n<h3><span id=\"Fluvial-erosion_cirque_formation\">Fluvial-erosion cirque formation</span></h3>\n\n\n<p>Although a less common usage, the term cirque is also used for amphitheatre-shaped, fluvial-erosion features. For example, an approximately 200 square kilometres (77 sq mi) anticlinal erosion cirque is at <span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>30°35′N</span> <span>34°45′E</span></span></span></span> on the southern boundary of the Negev highlands. This erosional cirque or <i>makhtesh</i> was formed by intermittent river flow in the Makhtesh Ramon cutting through layers of limestone and chalk, resulting in cirque walls with a sheer 200 metres (660 ft) drop. The Cirque du Bout du Monde is another such a feature, created in karst terraine in the Burgundy region of the department of Côte-d'Or in France.</p>\n<p>Yet another type of fluvial erosion formed cirque is found on Réunion island, which includes the tallest volcanic structure in the Indian Ocean. The island consists of an active shield-volcano (Piton de la Fournaise) and an extinct, deeply eroded volcano (Piton des Neiges). Three cirques have eroded there in a sequence of agglomerated, fragmented rock and volcanic breccia associated with pillow-lavas overlain by more coherent, solid lavas.</p>\n<p>A common feature for all fluvial-erosion cirques is a terrain which includes erosion resistant upper structures overlying materials which are more easily eroded.</p>\n\n<h2><span id=\"Notable_cirques\">Notable cirques</span></h2>\n\n\n<ul><li>Australia\n<ul><li>Blue Lake Cirque, New South Wales, Australia</li>\n</ul></li>\n<li>Asia\n<ul><li>Chandra Taal, Himachal Pradesh, India</li>\n<li>Cirque Valley, Hindu Kush, Pakistan</li>\n<li>Western Cwm, Khumbu Himal, Nepal</li>\n</ul></li>\n<li>Europe (glacial)\n<ul><li>Circo de Gredos, Sierra de Gredos, Spain</li>\n<li>Cirque de Gavarnie, Pyrenees, France</li>\n<li>Cirque d'Estaubé, Pyrenees, France</li>\n<li>Cirque de Troumouse, Pyrenees, France</li>\n<li>Cirque du Fer à Cheval, Savoy Alps, France</li>\n<li>Coire an t-Sneachda, Grampian Mountains in the Scottish Highlands</li>\n<li>Śnieżne Kotły, Karkonosze, Poland</li>\n<li>Coumshingaun Lake, County Waterford, Ireland </li>\n</ul></li>\n<li>Europe (fluvial)\n<ul><li>Cirque de Navacelles, Grande Causses, France</li>\n<li>Cirque du Bout du Monde, Grande Causses, France</li>\n<li>Cirque du Bout du Monde, Burgundy, France</li>\n</ul></li>\n<li>North America\n<ul><li>Cirque of the Towers, Wyoming, United States</li>\n<li>Iceberg Cirque, Montana, United States</li>\n<li>Summit Lake cirque, and others on Mount Evans, Colorado, United States</li>\n<li>Great Basin and others on Mount Katahdin, Maine, United States</li>\n<li>Great Gulf, New Hampshire, United States</li>\n<li>Tuckerman Ravine, New Hampshire, United States</li>\n</ul></li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Cirque stairway</li>\n<li>Glacial landforms</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<p><b>Notes</b></p>\n\n<p><b>Footnotes</b></p>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Photographs and case study of corrie glaciers</li>\n</ul>","shortText":"<p>A <b>cirque</b> (French, from the Latin word <i>circus</i>) is an amphitheatre-like valley formed by glacial erosion. Alternative names for this landform are <b>corrie</b> (from Scottish Gaelic <i>coire</i> meaning a pot or cauldron) and <b>cwm</b> (Welsh for \"valley\", pronounced /kʊm/ <i>coom</i>). A cirque may also be a similarly shaped landform arising from fluvial erosion.","title":"Cirque","id":"Cirque"}