{"articleText":"<p>In geography, a <b>confluence</b> (also: <i>conflux</i>) occurs where two or more flowing bodies of water join together to form a single channel. A confluence can occur in several configurations: at the point where a tributary joins a larger river (main stem); or where two streams meet to become the source of a river of a new name (such as the confluence of the Monongahela and Allegheny rivers at Pittsburgh, forming the Ohio); or where two separated channels of a river (forming a river island) rejoin at the downstream end.</p>\n<p>River confluences often reveal differences in color between the two streams, arising from the sediments they carry. Such color differences, which persist for some distance downstream, can be seen in several of the images for this article.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Confluences_and_humankind\">Confluences and humankind</span></h2>\n<p>Since rivers often serve as political boundaries, confluences sometimes demarcate three abutting political entities, such as nations, states, or provinces, forming a tripoint. Various examples are found in the list below.</p>\n<p>A number of major cities, such as Lyon, Khartoum, and St. Louis, arose at confluences; further examples appear in the list. Within a city, a confluence often forms a visually prominent point, so that confluences are sometimes chosen as the site of prominent public buildings or monuments, as in the examples of Koblenz, Lyon, and Winnepeg, given below. Cities also often build parks at confluences, sometimes as projects of municipal improvement, as at Portland and Pittsburgh. In other cases, a confluence is an industrial site, as in Philadelphia or Hamburg; or is left more or less in its natural state, as at Manaus.</p>\n<h2><span id=\"Notable_confluences\">Notable confluences</span></h2>\n\n<h3><span id=\"Africa\">Africa</span></h3>\n<ul><li>At Lokoja, Nigeria, the Benue River flows into the Niger.</li>\n<li>At Kazungula in Zambia, the Chobe River flows into the Zambezi. The confluence defines the tripoint of Zambia (north of the rivers), Botswana (south of the rivers) and Namibia (west of the rivers). The land border between Botswana and Zimbabwe to the east also reaches the Zambezi at this confluence, so there is a second tripoint (Zambia-Botswana-Zimbabwe) only 150 meters downstream from the first. See Kazungula and Quadripoint.</li>\n<li>The Sudanese capital of Khartoum is located at the confluence of the White Nile and the Blue Nile, the beginning of the Nile.</li>\n</ul><h3><span id=\"Asia\">Asia</span></h3>\n<ul><li>82 km north of Basra in Iraq, at the town of Al-Qurnah is the confluence of the rivers Tigris and Euphrates forming the Shatt al-Arab.</li>\n<li>The River Swat empties into the River Kabul near Attock, in Pakistan.</li>\n<li>At Devprayag in India, the Ganges River originates at the confluence of the Bhagirathi and the Alaknanda; see images above.</li>\n<li>The <i>Sangam</i>, near Allahabad, India, where the Yamuna flows into the Ganges.</li>\n<li>Kuala Lumpur, the capital of Malaysia, is where the Gombak River (previously known as Sungai Lumpur, which means \"muddy river\") flows into the Klang River.</li>\n<li>The Nam Khan River flows into the Mekong at Luang Prabang in Laos.</li>\n</ul><h3><span id=\"Australia\">Australia</span></h3>\n<ul><li>The two largest rivers in Australia, the Murray and its tributary the Darling, converge at Wentworth, New South Wales</li>\n<li>The Franklin flows into the Gordon in south-western Tasmania.</li>\n</ul>\n<h3><span id=\"Europe\">Europe</span></h3>\n<p><b>Rhine basin</b></p>\n<ul><li>The Main River flows into the Rhine just south of Mainz, in Germany.</li>\n<li>The Mosel flows into the Rhine further north at Koblenz. The name \"Koblenz\" itself has its origin in the Latin name \"Confluentes\". In German, the confluence is known as the \"Deutsches Eck\" (\"German corner\") and is the site of an imposing monument to German unification featuring an equestrian statue of Kaiser Wilhelm I.</li>\n</ul><p><b>Danube basin</b></p>\n<ul><li>Passau known also as the Dreiflüssestadt (City of Three Rivers), because the Danube River is joined there by the Inn River from the South, and the Ilz River coming out of the Bavarian Forest to the North.</li>\n<li>The Thaya flows into the Morava in a rural location near Hohenau an der March in Austria, forming the tripoint of Austria, Czechia, and Slovakia.</li>\n<li>The Morava flows into the Danube at Devín, on the border between Slovakia and Austria.</li>\n<li>Osijek, Croatia, is on the right bank of the river Drava 25 km upstream of its confluence with the Danube.</li>\n<li>The Sava flows into the Danube at Belgrade, the capital of Serbia.</li>\n<li>The confluence of the rivers Pivka and Rak is one of the largest subterranean confluences in Europe.</li>\n</ul><p><b>Other</b></p>\n\n<ul><li>The Marne empties into the Seine at Charenton-le-Pont, just southeast of Paris. The site is dominated by the Huatian Chinagora, a four-star hotel under Chinese management.</li>\n<li>Lyon, France lies where the Saône flows into the Rhone. A major new museum of science and anthropology, the Musée des Confluences, opened on the site in 2014.</li>\n<li>The Lusatian Neisse flows into the Oder at a rural location in Poland opposite the German village of Ratzdorf. The two rivers form the Oder-Neisse line, the postwar boundary of Germany and Poland.</li>\n<li>Triangle of Three Emperors, former tripoint in Europe. The empires that abutted (in the decades before World War I) were the Austrian, German, and Russian.</li>\n<li>Rovaniemi, the capital of Finnish Lapland and one of the largest towns above the Arctic Circle, is at the confluence of rivers Ounasjoki and Kemijoki.</li>\n<li>Kryvyi Rih, Ukraine is located (and named after) on the confluence of the Saksahan and Inhulets River.</li>\n<li>The Oka flows into the Volga at Nizhny Novgorod in Russia. The Alexander Nevsky Cathedral overlooks the site.</li>\n</ul><h3><span id=\"North_America\">North America</span></h3>\n\n\n\n<p><b>Mississippi basin</b></p>\n<ul><li>St. Louis, Missouri, is built just south of where the Missouri River flows into the Mississippi River. Slightly further upstream, the Illinois River flows into the Mississippi.</li>\n<li>The Madison, Jefferson and Gallatin Rivers in Three Forks, Montana form the confluence of the Missouri River.</li>\n<li>At Keokuk, Iowa, the Des Moines River flows into the Mississippi. This forms the political tripoint between the U.S. states of Iowa, Missouri, and Illinois.</li>\n<li>Just south of Cairo, Illinois, the Ohio River flows into the Mississippi, forming the tripoint between the states of Illinois, Missouri, and Kentucky.</li>\n<li>The Ohio River is formed by the confluence of the Monongahela and Allegheny rivers, located in Pittsburgh, Pennsylvania. The site is of great historical significance; in the 1970's it was upgraded by the creation of Point State Park, highlighted by a large fountain.</li>\n<li>At Columbus, Ohio, the Olentangy flows into the Scioto.</li>\n</ul><p><b>Atlantic watersheds</b></p>\n<ul><li>At Harpers Ferry, West Virginia, the Shenandoah River flows into the Potomac River, at the tripoint of the U.S. states of Virginia, West Virginia, and Maryland.</li>\n<li>At Philadelphia, Pennsylvania, the Schuylkill River flows into the Delaware River, next to the former Philadelphia Naval Shipyard; the site remains industrial.</li>\n<li>At Cohoes, New York, a few miles north of Albany, the Mohawk River flows into the Hudson in three channels separated by islands. The confluence is historically important: upstream traffic on or along the Hudson often took a left turn at the Mohawk, which offers a uniquely level passageway through the Appalachian Mountains that assisted commerce and the settlement of the West.</li>\n<li>At Ottawa, the capital of Canada, the Rideau River flows -- unusually, as a waterfall -- into the Ottawa River; see Rideau Falls. On the island separating the two portions of the falls is a park with military monuments, among them the Ottawa Memorial.</li>\n<li>The Hochelaga Archipelago, including the island and city of Montreal, is located where the Ottawa River flows into the St. Lawrence River in Quebec, Canada.</li>\n<li>Winnipeg, Canada, is at the confluence of the Red River, and the Assiniboine River. The area is referred to as The Forks by locals, and has been an important trade location for over 6000 years.</li>\n</ul><p><b>Pacific watersheds</b></p>\n<ul><li>The Green River flows into the Colorado River at the heart of Canyonlands National Park in Utah's Canyon Country.</li>\n<li>The Snake River flows into the Columbia River at the Tri-Cities of Washington.</li>\n<li>At Portland, Oregon, the Willamette River flows into the Columbia.</li>\n<li>Lytton, British Columbia, Canada, is located at the confluence of the muddy Fraser River and the clearer Thompson River.</li>\n</ul>\n<h3><span id=\"South_America\">South America</span></h3>\n<ul><li>Manaus, Brazil is on the Rio Negro near its confluence with the Amazon (see Meeting of Waters). It is the chief port and a hub for the region's extensive river system.</li>\n<li>The Iguazú flows into the Paraná at the \"Triple Frontier\" (Spanish: <span lang=\"es\" xml:lang=\"es\"><i>La Triple Frontera</i></span>, Portuguese: <span lang=\"pt\" xml:lang=\"pt\"><i>Tríplice Fronteira</i></span>), the tripoint for Paraguay, Argentina, and Brazil.</li>\n</ul><h2><span id=\"Confluences_not_of_two_rivers\">Confluences not of two rivers</span></h2>\n\n<p>Occasionally \"confluence\" is used to describe the meeting of tidal or other non-riverine bodies of water, such as two canals or a canal and a lake. A one-mile (1.6 km) portion of the Industrial Canal in New Orleans accommodates the Gulf Intracoastal Waterway and the Mississippi River-Gulf Outlet Canal; therefore those three waterways are confluent there.</p>\n<p>The term confluence also applies to the (far slower) merger of the flow of two glaciers. For sample images, see Gallery below.</p>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<p>All images can be expanded by clicking on them, and are discussed in the list given above.</p>\n<ul class=\"gallery mw-gallery-traditional center\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>River mouth</li>\n<li>Aber and Inver as place-name elements</li>\n<li>Sangam at Allahabad</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>[1] A collection of full-size, vivid photographs of confluences, most of them mentioned in the list above.</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p>In geography, a <b>confluence</b> (also: <i>conflux</i>) occurs where two or more flowing bodies of water join together to form a single channel. A confluence can occur in several configurations: at the point where a tributary joins a larger river (main stem); or where two streams meet to become the source of a river of a new name (such as the confluence of the Monongahela and Allegheny rivers at Pittsburgh, forming the Ohio); or where two separated channels of a river (forming a river island) rejoin at the downstream end.","title":"Confluence","id":"Confluence"}