{"articleText":"<p><b>Contour plowing</b> or <b>contour farming</b> or <b>Contour bunding</b> is the farming practice of plowing and/or planting across a slope following its elevation contour lines. These contour lines create a water break which reduces the formation of rills and gullies during times of heavy water run-off; which is a major cause of soil erosion. The water break also allows more time for the water to settle into the soil. In contour plowing, the ruts made by the plow run perpendicular rather than parallel to slopes, generally resulting in furrows that curve around the land and are level. This method is also known for preventing tillage erosion. Tillage erosion is the soil movement and erosion by tilling a given plot of land. A similar practice is <b>contour bunding</b> where stones are placed around the contours of slopes.</p>\n<p>Soil erosion prevention practices such as this can drastically decrease negative effects associated with soil erosion such as reduced crop productivity, worsened water quality, lower effective reservoir water levels, flooding, and habitat destruction. Contour farming is considered an active form of sustainable agriculture.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>The Phoenicians first developed the practice of contour farming and spread it throughout the Mediterranean. However, the Romans preferred cultivation in straight furrows and this practice became standard.</p>\n<h2><span id=\"Modern_history\">Modern history</span></h2>\n<p>This was one of the main procedures promoted by the US Soil Conservation Service (the current Natural Resources Conservation Service) during the 1930s. The US Department of Agriculture established the Soil Conservation Service in 1935 during the Dust Bowl when it became apparent that soil erosion was a huge problem along with desertification.</p>\n<p>The extent of the problem was such that the 1934 \"Yearbook of Agriculture\" noted that <i>Approximately 35 million acres [142,000 km²] of formerly cultivated land have essentially been destroyed for crop production. . . . 100 million acres [405,000 km²] now in crops have lost all or most of the topsoil; 125 million acres [506,000 km²] of land now in crops are rapidly losing topsoil.</i> This can lead to large scale desertification which can permanently transform a formerly productive landscape to an arid one that becomes increasingly intensive and expensive to farm.</p>\n<p>The Soil Conservation Service worked with state governments and universities with established agriculture programs such as the University of Nebraska to promote the method to farmers. By 1938, the introduction of new agricultural techniques such as contour plowing had reduced the loss of soil by 65% despite the continuation of the drought.</p>\n<p>Demonstrations showed that contour farming, under ideal conditions, will increase yields of row crops by up to 50%, with increases of between 5 and 10% being common. Importantly, the technique also significantly reduces soil erosion, fertilizer loss, and overall makes farming less energy and resource intensive under most circumstances. Reducing fertilizer loss not only saves the farmer time and money, but it also decreases risk of harming regional freshwater systems. Soil erosion caused from heavy rain can encourage the development of rills and gullies which carry excess nutrients into freshwater systems through the process of eutrophication</p>\n<p>Contour plowing is also promoted in countries with similar rainfall patterns to the United States such as western Canada and Australia.</p>\n<p>The practice is effective only on slopes with between 2% and 10% gradient and when rainfall does not exceed a certain amount within a certain period. On steeper slopes and areas with greater rainfall, a procedure known as strip cropping is used with contour farming to provide additional protection. Contour farming is most effective when used with other soil conservation methods like strip cropping, terrace (agriculture) farming, and the use of a cover crop. The proper combination of such farming methods can be determined by various climatic and soil conditions of that given area. Farming sites are often classified into five levels: insensitive, mild, moderate, high and extreme, depending on the regions soil sensitivity.</p>\n<p>P. A. Yeomans' Keyline Design system is critical of traditional contour plowing techniques, and improves the system through observing normal land form and topography. At one end of a contour the slope of the land will always be steeper than at the other. Thus when plowing parallel runs paralleling any contour the plow furrows soon deviate from a true contour. Rain water in these furrows will thus flow sideways along the falling \"contour\" line. This can often concentrate water in a ways that exacerbates erosion instead of reducing it. Yeomans was the first to appreciate the significance of this phenomenon. Keyline cultivation utilizes this \"off contour\" drift in cultivating furrows to control the movement of rain water for the benefit of the land. ( See Chapter 7 in Priority One History of Twentieth Century Soil Conservation and Keyline.)</p>\n<p>Contour bunding has been widely adopted in Burkina Faso after it was suggested by British Oxfam worker Bill Hereford in the beginning of the 1980s.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>George Washington Carver</li>\n<li>Soil conservation</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Contour farming at Wikimedia Commons</p>\n<ul><li>NRCS Conservation Practice Standard 330-Contour Farming <i>4 page pdf file</i></li>\n<li>American Experience page on the dust bowl</li>\n<li>Encyclopædia Britannica page on contour farming</li>\n<li>Purdue University article on contour farming</li>\n<li>Natural Resources Conservation Service page on sustainable farming</li>\n<li>Manitoba Soil Conservation Resource Manual</li>\n<li>Priority One. Together We Can Beat Global Warming</li>\n<li>Pearce, F. (2002) Africans go back to the land as plants reclaim the desert, New Scientist 21. September, page 4.</li>\n<li>Looking after our land - Soil and Water Conservation in Dryland Africa - Detailed instructions for contour bund construction.</li>\n<li>BBC News - Sahara desert frontiers turn green</li>\n<li>[1]-Article on Water Erosion from Penn State College of Agricultural Sciences</li>\n<li>[2]-Article on Tillage Erosion from Penn State College of Agricultural Sciences</li>\n</ul>","shortText":"<p><b>Contour plowing</b> or <b>contour farming</b> or <b>Contour bunding</b> is the farming practice of plowing and/or planting across a slope following its elevation contour lines. These contour lines create a water break which reduces the formation of rills and gullies during times of heavy water run-off; which is a major cause of soil erosion. The water break also allows more time for the water to settle into the soil. In contour plowing, the ruts made by the plow run perpendicular rather than parallel to slopes, generally resulting in furrows that curve around the land and are level. This method is also known for preventing tillage erosion. Tillage erosion is the soil movement and erosion by tilling a given plot of land. A similar practice is <b>contour bunding</b> where stones are placed around the contours of slopes.","title":"Contour plowing","id":"Contour_plowing"}