{"articleText":"<p>A <b>dam</b> is a barrier that stops or restricts the flow of water or underground streams. Reservoirs created by dams not only suppress floods but also provide water for activities such as irrigation, human consumption, industrial use, aquaculture, and navigability. Hydropower is often used in conjunction with dams to generate electricity. A dam can also be used to collect water or for storage of water which can be evenly distributed between locations. Dams generally serve the primary purpose of retaining water, while other structures such as floodgates or levees (also known as dikes) are used to manage or prevent water flow into specific land regions.</p>\n<p>The word <i>dam</i> can be traced back to Middle English, and before that, from Middle Dutch, as seen in the names of many old cities. The first known appearance of <i>dam</i> occurs in 1165. However, there is one village, Obdam, that is already mentioned in 1120. The word seems to be related to the Greek word <i>taphos</i>, meaning \"grave\" or \"grave hill\". So the word should be understood as \"dike from dug out earth\". The names of more than 40 places (with minor changes) from the Middle Dutch era (1150–1500 CE) such as Amsterdam (founded as 'Amstelredam' in the late 12th century) and Rotterdam, also bear testimony to the use of the word in Middle Dutch at that time.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<h3><span id=\"Ancient_dams\">Ancient dams</span></h3>\n<p>Early dam building took place in Mesopotamia and the Middle East. Dams were used to control the water level, for Mesopotamia's weather affected the Tigris and Euphrates rivers.</p>\n<p>The earliest known dam is the Jawa Dam in Jordan, 100 kilometres (62 mi) northeast of the capital Amman. This gravity dam featured an originally 9-metre-high (30 ft) and 1 m-wide (3.3 ft) stone wall, supported by a 50 m-wide (160 ft) earth rampart. The structure is dated to 3000 BC.</p>\n<p>The Ancient Egyptian Sadd-el-Kafara Dam at Wadi Al-Garawi, located about 25 km (16 mi) south of Cairo, was 102 m (335 ft) long at its base and 87 m (285 ft) wide. The structure was built around 2800 or 2600 BC as a diversion dam for flood control, but was destroyed by heavy rain during construction or shortly afterwards. During the Twelfth Dynasty in the 19th century BC, the Pharaohs Senosert III, Amenemhat III and Amenmehat IV dug a canal 16 km (9.9 mi) long linking the Fayum Depression to the Nile in Middle Egypt. Two dams called Ha-Uar running east-west were built to retain water during the annual flood and then release it to surrounding lands. The lake called \"Mer-wer\" or Lake Moeris covered 1,700 km<sup>2</sup> (660 sq mi) and is known today as Berkat Qaroun.</p>\n<p>By the mid-late third millennium BC, an intricate water-management system within Dholavira in modern-day India was built. The system included 16 reservoirs, dams and various channels for collecting water and storing it.</p>\n<p>One of the engineering wonders of the ancient world was the Great Dam of Marib in Yemen. Initiated somewhere between 1750 and 1700 BC, it was made of packed earth – triangular in cross section, 580 m (1,900 ft) in length and originally 4 m (13 ft) high – running between two groups of rocks on either side, to which it was linked by substantial stonework. Repairs were carried out during various periods, most important around 750 BC, and 250 years later the dam height was increased to 7 m (23 ft). After the end of the Kingdom of Saba, the dam fell under the control of the Ḥimyarites (~115 BC) who undertook further improvements, creating a structure 14 m (46 ft) high, with five spillway channels, two masonry-reinforced sluices, a settling pond, and a 1,000 m (3,300 ft) canal to a distribution tank. These extensive works were not actually finalized until 325 AD and allowed the irrigation of 25,000 acres (100 km<sup>2</sup>).</p>\n<p>Eflatun Pınar is a Hittite dam and spring temple near Konya, Turkey. It is thought to be from the time of the Hittite empire between the 15th and 13th century BC.</p>\n<p>The Kallanai is constructed of unhewn stone, over 300 m (980 ft) long, 4.5 m (15 ft) high and 20 m (66 ft) wide, across the main stream of the Kaveri river in Tamil Nadu, South India. The basic structure dates to the 2nd century AD and is considered one of the oldest water-diversion or water-regulator structures in the world which is still in use. The purpose of the dam was to divert the waters of the Kaveri across the fertile delta region for irrigation via canals.</p>\n<p>Du Jiang Yan is the oldest surviving irrigation system in China that included a dam that directed waterflow. It was finished in 251 BC. A large earthen dam, made by Sunshu Ao, the prime minister of Chu (state), flooded a valley in modern-day northern Anhui province that created an enormous irrigation reservoir (100 km (62 mi) in circumference), a reservoir that is still present today.</p>\n<h3><span id=\"Roman_engineering\">Roman engineering</span></h3>\n\n<p>Roman dam construction was characterized by \"the Romans' ability to plan and organize engineering construction on a grand scale.\" Roman planners introduced the then-novel concept of large reservoir dams which could secure a permanent water supply for urban settlements over the dry season. Their pioneering use of water-proof hydraulic mortar and particularly Roman concrete allowed for much larger dam structures than previously built, such as the Lake Homs Dam, possibly the largest water barrier to that date, and the Harbaqa Dam, both in Roman Syria. The highest Roman dam was the Subiaco Dam near Rome; its record height of 50 m (160 ft) remained unsurpassed until its accidental destruction in 1305.</p>\n<p>Roman engineers made routine use of ancient standard designs like embankment dams and masonry gravity dams. Apart from that, they displayed a high degree of inventiveness, introducing most of the other basic dam designs which had been unknown until then. These include arch-gravity dams, arch dams, buttress dams and multiple arch buttress dams, all of which were known and employed by the 2nd century AD (see List of Roman dams). Roman workforces also were the first to build dam bridges, such as the Bridge of Valerian in Iran.</p>\n\n<p>In Iran, bridge dams such as the Band-e Kaisar were used to provide hydropower through water wheels, which often powered water-raising mechanisms. One of the first was the Roman-built dam bridge in Dezful, which could raise water 50 cubits in height for the water supply to all houses in the town. Also diversion dams were known. Milling dams were introduced which the Muslim engineers called the <i>Pul-i-Bulaiti</i>. The first was built at Shustar on the River Karun, Iran, and many of these were later built in other parts of the Islamic world. Water was conducted from the back of the dam through a large pipe to drive a water wheel and watermill. In the 10th century, Al-Muqaddasi described several dams in Persia. He reported that one in Ahwaz was more than 910 m (3,000 ft) long, and that it had many water-wheels raising the water into aqueducts through which it flowed into reservoirs of the city. Another one, the Band-i-Amir dam, provided irrigation for 300 villages.</p>\n<h3><span id=\"Middle_Ages\">Middle Ages</span></h3>\n<p>In the Netherlands, a low-lying country, dams were often applied to block rivers in order to regulate the water level and to prevent the sea from entering the marsh lands. Such dams often marked the beginning of a town or city because it was easy to cross the river at such a place, and often gave rise to the respective place's names in Dutch.</p>\n<p>For instance the Dutch capital Amsterdam (old name <i>Amstelredam</i>) started with a dam through the river Amstel in the late 12th century, and Rotterdam started with a dam through the river Rotte, a minor tributary of the Nieuwe Maas. The central square of Amsterdam, covering the original place of the 800-year-old dam, still carries the name <i>Dam Square</i> or simply <i>the Dam</i>.</p>\n<h3><span id=\"Industrial_revolution\">Industrial revolution</span></h3>\n\n<p>The Romans were the first to build arch dams, where the reaction forces from the abutment stabilizes the structure from the external hydrostatic pressure, but it was only in the 19th century that the engineering skills and construction materials available were capable of building the first large-scale arch dams.</p>\n<p>Three pioneering arch dams were built around the British Empire in the early 19th century. Henry Russel of the Royal Engineers oversaw the construction of the Mir Alam dam in 1804 to supply water to the city of Hyderabad (it is still in use today). It had a height of 12 m (39 ft) and consisted of 21 arches of variable span.</p>\n<p>In the 1820s and 30s, Lieutenant-Colonel John By supervised the construction of the Rideau Canal in Canada near modern-day Ottawa and built a series of curved masonry dams as part of the waterway system. In particular, the Jones Falls Dam, built by John Redpath, was completed in 1832 as the largest dam in North America and an engineering marvel. In order to keep the water in control during construction, two sluices, artificial channels for conducting water, were kept open in the dam. The first was near the base of the dam on its east side. A second sluice was put in on the west side of the dam, about 20 ft (6.1 m) above the base. To make the switch from the lower to upper sluice, the outlet of Sand Lake was blocked off.</p>\n\n<p>Hunts Creek near the city of Parramatta, Australia, was dammed in the 1850s, to cater for the demand for water from the growing population of the city. The masonry arch dam wall was designed by Lieutenant Percy Simpson who was influenced by the advances in dam engineering techniques made by the Royal Engineers in India. The dam cost £17,000 and was completed in 1856 as the first engineered dam built in Australia, and the second arch dam in the world built to mathematical specifications.</p>\n<p>The first such dam was opened two years earlier in France. It was the first French arch dam of the industrial era, and it was built by François Zola in the municipality of Aix-en-Provence to improve the supply of water after the 1832 cholera outbreak devastated the area. After royal approval was granted in 1844, the dam was constructed over the following decade. Its construction was carried out on the basis of the mathematical results of scientific stress analysis.</p>\n<p>The 75-miles dam near Warwick, Australia, was possibly the world's first concrete arch dam. Designed by Henry Charles Stanley in 1880 with an overflow spillway and a special water outlet, it was eventually heightened to 10 m (33 ft).</p>\n<p>In the latter half of the nineteenth century, significant advances in the scientific theory of masonry dam design were made. This transformed dam design from an art based on empirical methodology to a profession based on a rigorously applied scientific theoretical framework. This new emphasis was centered around the engineering faculties of universities in France and in the United Kingdom. William John Macquorn Rankine at the University of Glasgow pioneered the theoretical understanding of dam structures in his 1857 paper <i>On the Stability of Loose Earth</i>. Rankine theory provided a good understanding of the principles behind dam design. In France, J. Augustin Tortene de Sazilly explained the mechanics of vertically faced masonry gravity dams, and Zola's dam was the first to be built on the basis of these principles.</p>\n<h3><span id=\"Large_dams\">Large dams</span></h3>\n\n<p>The era of large dams was initiated with the construction of the Aswan Low Dam in Egypt in 1902, a gravity masonry buttress dam on the Nile River. Following their 1882 invasion and occupation of Egypt, the British began construction in 1898. The project was designed by Sir William Willcocks and involved several eminent engineers of the time, including Sir Benjamin Baker and Sir John Aird, whose firm, John Aird &amp; Co., was the main contractor. Capital and financing were furnished by Ernest Cassel. When initially constructed between 1899 and 1902, nothing of its scale had ever been attempted; on completion, it was the largest masonry dam in the world.</p>\n<p>The Hoover Dam is a massive concrete arch-gravity dam, constructed in the Black Canyon of the Colorado River, on the border between the US states of Arizona and Nevada between 1931 and 1936 during the Great Depression. In 1928, Congress authorized the project to build a dam that would control floods, provide irrigation water and produce hydroelectric power. The winning bid to build the dam was submitted by a consortium called Six Companies, Inc. Such a large concrete structure had never been built before, and some of the techniques were unproven. The torrid summer weather and the lack of facilities near the site also presented difficulties. Nevertheless, Six Companies turned over the dam to the federal government on 1 March 1936, more than two years ahead of schedule.</p>\n<p>By 1997, there were an estimated 800,000 dams worldwide, some 40,000 of them over 15 m (49 ft) high. In 2014, scholars from the University of Oxford published a study of the cost of large dams – based on the largest existing dataset – documenting significant cost overruns for a majority of dams and questioning whether benefits typically offset costs for such dams.</p>\n<h2><span id=\"Types_of_dams\">Types of dams</span></h2>\n<p>Dams can be formed by human agency, natural causes, or even by the intervention of wildlife such as beavers. Man-made dams are typically classified according to their size (height), intended purpose or structure.</p>\n<h3><span id=\"By_structure\">By structure</span></h3>\n<p>Based on structure and material used, dams are classified as easily created without materials, arch-gravity dams, embankment dams or masonry dams, with several subtypes.</p>\n<h4><span id=\"Arch_dams\">Arch dams</span></h4>\n\n\n<p>In the arch dam, stability is obtained by a combination of arch and gravity action. If the upstream face is vertical the entire weight of the dam must be carried to the foundation by gravity, while the distribution of the normal hydrostatic pressure between vertical cantilever and arch action will depend upon the stiffness of the dam in a vertical and horizontal direction. When the upstream face is sloped the distribution is more complicated. The normal component of the weight of the arch ring may be taken by the arch action, while the normal hydrostatic pressure will be distributed as described above. For this type of dam, firm reliable supports at the abutments (either buttress or canyon side wall) are more important. The most desirable place for an arch dam is a narrow canyon with steep side walls composed of sound rock. The safety of an arch dam is dependent on the strength of the side wall abutments, hence not only should the arch be well seated on the side walls but also the character of the rock should be carefully inspected.</p>\n\n<p>Two types of single-arch dams are in use, namely the constant-angle and the constant-radius dam. The constant-radius type employs the same face radius at all elevations of the dam, which means that as the channel grows narrower towards the bottom of the dam the central angle subtended by the face of the dam becomes smaller. Jones Falls Dam, in Canada, is a constant radius dam. In a constant-angle dam, also known as a variable radius dam, this subtended angle is kept a constant and the variation in distance between the abutments at various levels are taken care of by varying the radii. Constant-radius dams are much less common than constant-angle dams. Parker Dam on the Colorado River is a constant-angle arch dam.</p>\n<p>A similar type is the double-curvature or thin-shell dam. Wildhorse Dam near Mountain City, Nevada, in the United States is an example of the type. This method of construction minimizes the amount of concrete necessary for construction but transmits large loads to the foundation and abutments. The appearance is similar to a single-arch dam but with a distinct vertical curvature to it as well lending it the vague appearance of a concave lens as viewed from downstream.</p>\n<p>The multiple-arch dam consists of a number of single-arch dams with concrete buttresses as the supporting abutments, as for example the Daniel-Johnson Dam, Québec, Canada. The multiple-arch dam does not require as many buttresses as the hollow gravity type, but requires good rock foundation because the buttress loads are heavy.</p>\n<h4><span id=\"Gravity_dams\">Gravity dams</span></h4>\n\n\n<p>In a gravity dam, the force that holds the dam in place against the push from the water is Earth's gravity pulling down on the mass of the dam. The water presses laterally (downstream) on the dam, tending to overturn the dam by rotating about its toe (a point at the bottom downstream side of the dam). The dam's weight counteracts that force, tending to rotate the dam the other way about its toe. The designer ensures that the dam is heavy enough that the dam's weight wins that contest. In engineering terms, that is true whenever the resultant of the forces of gravity acting on the dam and water pressure on the dam acts in a line that passes upstream of the toe of the dam.</p>\n<p>Furthermore, the designer tries to shape the dam so if one were to consider the part of dam above any particular height to be a whole dam itself, that dam also would be held in place by gravity. i.e. there is no tension in the upstream face of the dam holding the top of the dam down. The designer does this because it is usually more practical to make a dam of material essentially just piled up than to make the material stick together against vertical tension.</p>\n<p>Note that the shape that prevents tension in the upstream face also eliminates a balancing compression stress in the downstream face, providing additional economy.</p>\n<p>For this type of dam, it is essential to have an impervious foundation with high bearing strength.</p>\n<p>When situated on a suitable site, a gravity dam can prove to be a better alternative to other types of dams. When built on a carefully studied foundation, the gravity dam probably represents the best developed example of dam building. Since the fear of flood is a strong motivator in many regions, gravity dams are being built in some instances where an arch dam would have been more economical.</p>\n<p>Gravity dams are classified as \"solid\" or \"hollow\" and are generally made of either concrete or masonry. The solid form is the more widely used of the two, though the hollow dam is frequently more economical to construct. Grand Coulee Dam is a solid gravity dam and Braddock Locks &amp; Dam is a hollow gravity dam.</p>\n<h4><span id=\"Arch-gravity_dams\">Arch-gravity dams</span></h4>\n\n\n<p>A gravity dam can be combined with an arch dam into an arch-gravity dam for areas with massive amounts of water flow but less material available for a purely gravity dam. The inward compression of the dam by the water reduces the lateral (horizontal) force acting on the dam. Thus, the gravitation force required by the dam is lessened, i.e. the dam does not need to be so massive. This enables thinner dams and saves resources.</p>\n<h4><span id=\"Barrages\">Barrages</span></h4>\n\n\n<p>A barrage dam is a special kind of dam which consists of a line of large gates that can be opened or closed to control the amount of water passing the dam. The gates are set between flanking piers which are responsible for supporting the water load, and are often used to control and stabilize water flow for irrigation systems. An example of this type of dam is the now-decommissioned Red Bluff Diversion Dam on the Sacramento River near Red Bluff, California.</p>\n<p>Barrages that are built at the mouths of rivers or lagoons to prevent tidal incursions or utilize the tidal flow for tidal power are known as tidal barrages.</p>\n<h4><span id=\"Embankment_dams\">Embankment dams</span></h4>\n\n<p>Embankment dams are made from compacted earth, and have two main types, rock-fill and earth-fill dams. Embankment dams rely on their weight to hold back the force of water, like gravity dams made from concrete.</p>\n<h5><span id=\"Rock-fill_dams\">Rock-fill dams</span></h5>\n\n<p>Rock-fill dams are embankments of compacted free-draining granular earth with an impervious zone. The earth utilized often contains a high percentage of large particles, hence the term \"rock-fill\". The impervious zone may be on the upstream face and made of masonry, concrete, plastic membrane, steel sheet piles, timber or other material. The impervious zone may also be within the embankment in which case it is referred to as a <i>core</i>. In the instances where clay is utilized as the impervious material the dam is referred to as a <i>composite</i> dam. To prevent internal erosion of clay into the rock fill due to seepage forces, the core is separated using a filter. Filters are specifically graded soil designed to prevent the migration of fine grain soil particles. When suitable material is at hand, transportation is minimized leading to cost savings during construction. Rock-fill dams are resistant to damage from earthquakes. However, inadequate quality control during construction can lead to poor compaction and sand in the embankment which can lead to liquefaction of the rock-fill during an earthquake. Liquefaction potential can be reduced by keeping susceptible material from being saturated, and by providing adequate compaction during construction. An example of a rock-fill dam is New Melones Dam in California or the Fierza Dam in Albania.</p>\n<p>A core that is growing in popularity is asphalt concrete. The majority of such dams are built with rock and/or gravel as the main fill material. Almost 100 dams of this design have now been built worldwide since the first such dam was completed in 1962. All asphalt-concrete core dams built so far have an excellent performance record. The type of asphalt used is a viscoelastic-plastic material that can adjust to the movements and deformations imposed on the embankment as a whole, and to settlements in the foundation. The flexible properties of the asphalt make such dams especially suited in earthquake regions.</p>\n<p>For the Moglicë Hydro Power Plant in Albania the Norwegian power company Statkraft is currently building an asphalt-core rock-fill dam. Upon completion in 2018 the 320 m long, 150 m high and 460 m wide dam is anticipated to be the world's highest of its kind.</p>\n<h5><span id=\"Concrete-face_rock-fill_dams\">Concrete-face rock-fill dams</span></h5>\n<p>A concrete-face rock-fill dam (CFRD) is a rock-fill dam with concrete slabs on its upstream face. This design provides the concrete slab as an impervious wall to prevent leakage and also a structure without concern for uplift pressure. In addition, the CFRD design is flexible for topography, faster to construct and less costly than earth-fill dams. The CFRD concept originated during the California Gold Rush in the 1860s when miners constructed rock-fill timber-face dams for sluice operations. The timber was later replaced by concrete as the design was applied to irrigation and power schemes. As CFRD designs grew in height during the 1960s, the fill was compacted and the slab's horizontal and vertical joints were replaced with improved vertical joints. In the last few decades, the design has become popular.</p>\n<p>Currently, the tallest CFRD in the world is the 233 m-tall (764 ft) Shuibuya Dam in China which was completed in 2008.</p>\n<h5><span id=\"Earth-fill_dams\">Earth-fill dams</span></h5>\n<p>Earth-fill dams, also called earthen dams, rolled-earth dams or simply earth dams, are constructed as a simple embankment of well compacted earth. A homogeneous rolled-earth dam is entirely constructed of one type of material but may contain a drain layer to collect seep water. A zoned-earth dam has distinct parts or zones of dissimilar material, typically a locally plentiful shell with a watertight clay core. Modern zoned-earth embankments employ filter and drain zones to collect and remove seep water and preserve the integrity of the downstream shell zone. An outdated method of zoned earth dam construction utilized a hydraulic fill to produce a watertight core. Rolled-earth dams may also employ a watertight facing or core in the manner of a rock-fill dam. An interesting type of temporary earth dam occasionally used in high latitudes is the frozen-core dam, in which a coolant is circulated through pipes inside the dam to maintain a watertight region of permafrost within it.</p>\n<p>Tarbela Dam is a large dam on the Indus River in Pakistan. It is located about 50 km (31 mi) northwest of Islamabad, and a height of 485 ft (148 m) above the river bed and a reservoir size of 95 sq mi (250 km<sup>2</sup>) makes it the largest earth-filled dam in the world. The principal element of the project is an embankment 9,000 feet (2,700 m) long with a maximum height of 465 feet (142 m). The total volume of earth and rock used for the project is approximately 200 million cubic yards (152.8 million cu. meters) which makes it one of the largest man-made structures in the world.</p>\n<p>Because earthen dams can be constructed from materials found on-site or nearby, they can be very cost-effective in regions where the cost of producing or bringing in concrete would be prohibitive.</p>\n<h3><span id=\"By_size\">By size</span></h3>\n<p>International standards (including the International Commission on Large Dams, ICOLD) define <i>large dams</i> as higher than 15 m (49 ft) and <i>major dams</i> as over 150 m (490 ft) in height. The <i>Report of the World Commission on Dams</i> also includes in the <i>large</i> category, dams, such as barrages, which are between 5 and 15 m (16 and 49 ft) high with a reservoir capacity of more than 3 million cubic metres (2,400 acre·ft).</p>\n<p>The tallest dam in the world is the 300 m-high (980 ft) Nurek Dam in Tajikistan.</p>\n<h3><span id=\"By_use\">By use</span></h3>\n<h4><span id=\"Saddle_dam\">Saddle dam</span></h4>\n<p>A saddle dam is an auxiliary dam constructed to confine the reservoir created by a primary dam either to permit a higher water elevation and storage or to limit the extent of a reservoir for increased efficiency. An auxiliary dam is constructed in a low spot or \"saddle\" through which the reservoir would otherwise escape. On occasion, a reservoir is contained by a similar structure called a dike to prevent inundation of nearby land. Dikes are commonly used for reclamation of arable land from a shallow lake. This is similar to a levee, which is a wall or embankment built along a river or stream to protect adjacent land from flooding.</p>\n<h4><span id=\"Weir\">Weir</span></h4>\n\n<p>A weir (also sometimes called an <i>overflow dam</i>) is a type of small overflow dam that is often used within a river channel to create an impoundment lake for water abstraction purposes and which can also be used for flow measurement or retardation.</p>\n<h4><span id=\"Check_dam\">Check dam</span></h4>\n\n<p>A check dam is a small dam designed to reduce flow velocity and control soil erosion. Conversely, a wing dam is a structure that only partly restricts a waterway, creating a faster channel that resists the accumulation of sediment.</p>\n<h4><span id=\"Dry_dam\">Dry dam</span></h4>\n\n<p>A dry dam, also known as a flood retarding structure, is a dam designed to control flooding. It normally holds back no water and allows the channel to flow freely, except during periods of intense flow that would otherwise cause flooding downstream.</p>\n<h4><span id=\"Diversionary_dam\">Diversionary dam</span></h4>\n\n<p>A diversionary dam is a structure designed to divert all or a portion of the flow of a river from its natural course. The water may be redirected into a canal or tunnel for irrigation and/or hydroelectric power production.</p>\n<h4><span id=\"Underground_dam\">Underground dam</span></h4>\n<p>Underground dams are used to trap groundwater and store all or most of it below the surface for extended use in a localized area. In some cases they are also built to prevent saltwater from intruding into a freshwater aquifer. Underground dams are typically constructed in areas where water resources are minimal and need to be efficiently stored, such as in deserts and on islands like the Fukuzato Dam in Okinawa, Japan. They are most common in northeastern Africa and the arid areas of Brazil while also being used in the southwestern United States, Mexico, India, Germany, Italy, Greece, France and Japan.</p>\n<p>There are two types of underground dams: a <i>sub-surface</i> and a <i>sand-storage</i> dam. A sub-surface dam is built across an aquifer or drainage route from an impervious layer (such as solid bedrock) up to just below the surface. They can be constructed of a variety of materials to include bricks, stones, concrete, steel or PVC. Once built, the water stored behind the dam raises the water table and is then extracted with wells. A sand-storage dam is a weir built in stages across a stream or wadi. It must be strong, as floods will wash over its crest. Over time, sand accumulates in layers behind the dam, which helps store water and, most importantly, prevent evaporation. The stored water can be extracted with a well, through the dam body, or by means of a drain pipe.</p>\n<h4><span id=\"Tailings_dam\">Tailings dam</span></h4>\n\n<p>A tailings dam is typically an earth-fill embankment dam used to store tailings, which are produced during mining operations after separating the valuable fraction from the uneconomic fraction of an ore. Conventional water retention dams can serve this purpose, but due to cost, a tailings dam is more viable. Unlike water retention dams, a tailings dam is raised in succession throughout the life of the particular mine. Typically, a base or starter dam is constructed, and as it fills with a mixture of tailings and water, it is raised. Material used to raise the dam can include the tailings (depending on their size) along with dirt.</p>\n<p>There are three raised tailings dam designs, the <i>upstream</i>, <i>downstream</i> and <i>centerline</i>, named according to the movement of the crest during raising. The specific design used is dependent upon topography, geology, climate, the type of tailings, and cost. An upstream tailings dam consists of trapezoidal embankments being constructed on top but toe to crest of another, moving the crest further upstream. This creates a relatively flat downstream side and a jagged upstream side which is supported by tailings slurry in the impoundment. The downstream design refers to the successive raising of the embankment that positions the fill and crest further downstream. A centerlined dam has sequential embankment dams constructed directly on top of another while fill is placed on the downstream side for support and slurry supports the upstream side.</p>\n<p>Because tailings dams often store toxic chemicals from the mining process, they have an impervious liner to prevent seepage. Water/slurry levels in the tailings pond must be managed for stability and environmental purposes as well.</p>\n<h3><span id=\"By_material\">By material</span></h3>\n<h4><span id=\"Steel_dams\">Steel dams</span></h4>\n\n\n<p>A steel dam is a type of dam briefly experimented with around the start of the 20th century which uses steel plating (at an angle) and load-bearing beams as the structure. Intended as permanent structures, steel dams were an (arguably failed) experiment to determine if a construction technique could be devised that was cheaper than masonry, concrete or earthworks, but sturdier than timber crib dams.</p>\n<h4><span id=\"Timber_dams\">Timber dams</span></h4>\n\n<p>Timber dams were widely used in the early part of the industrial revolution and in frontier areas due to ease and speed of construction. Rarely built in modern times because of their relatively short lifespan and the limited height to which they can be built, timber dams must be kept constantly wet in order to maintain their water retention properties and limit deterioration by rot, similar to a barrel. The locations where timber dams are most economical to build are those where timber is plentiful, cement is costly or difficult to transport, and either a low head diversion dam is required or longevity is not an issue. Timber dams were once numerous, especially in the North American West, but most have failed, been hidden under earth embankments, or been replaced with entirely new structures. Two common variations of timber dams were the <i>crib</i> and the <i>plank</i>.</p>\n<p><i>Timber crib dams</i> were erected of heavy timbers or dressed logs in the manner of a log house and the interior filled with earth or rubble. The heavy crib structure supported the dam's face and the weight of the water. Splash dams were timber crib dams used to help float logs downstream in the late 19th and early 20th centuries.</p>\n<p><i>Timber plank dams</i> were more elegant structures that employed a variety of construction methods utilizing heavy timbers to support a water retaining arrangement of planks.</p>\n<h3><span id=\"Other_types\">Other types</span></h3>\n<h4><span id=\"Cofferdams\">Cofferdams</span></h4>\n\n\n<p>A cofferdam is a barrier, usually temporary, constructed to exclude water from an area that is normally submerged. Made commonly of wood, concrete, or steel sheet piling, cofferdams are used to allow construction on the foundation of permanent dams, bridges, and similar structures. When the project is completed, the cofferdam will usually be demolished or removed unless the area requires continuous maintenance. (See also causeway and retaining wall.)</p>\n<p>Common uses for cofferdams include construction and repair of offshore oil platforms. In such cases the cofferdam is fabricated from sheet steel and welded into place under water. Air is pumped into the space, displacing the water and allowing a dry work environment below the surface.</p>\n<h4><span id=\"Natural_dams\">Natural dams</span></h4>\n<p>Dams can also be created by natural geological forces. Volcanic dams are formed when lava flows, often basaltic, intercept the path of a stream or lake outlet, resulting in the creation of a natural impoundment. An example would be the eruptions of the Uinkaret volcanic field about 1.8 million–10,000 years ago, which created lava dams on the Colorado River in northern Arizona in the United States. The largest such lake grew to about 800 km (500 mi) in length before the failure of its dam. Glacial activity can also form natural dams, such as the damming of the Clark Fork in Montana by the Cordilleran Ice Sheet, which formed the 7,780 km<sup>2</sup> (3,000 sq mi) Glacial Lake Missoula near the end of the last Ice Age. Moraine deposits left behind by glaciers can also dam rivers to form lakes, such as at Flathead Lake, also in Montana (see Moraine-dammed lake).</p>\n<p>Natural disasters such as earthquakes and landslides frequently create landslide dams in mountainous regions with unstable local geology. Historical examples include the Usoi Dam in Tajikistan, which blocks the Murghab River to create Sarez Lake. At 560 m (1,840 ft) high, it is the tallest dam in the world, including both natural and man-made dams. A more recent example would be the creation of Attabad Lake by a landslide on Pakistan's Hunza River.</p>\n<p>Natural dams often pose significant hazards to human settlements and infrastructure. The resulting lakes often flood inhabited areas, while a catastrophic failure of the dam could cause even greater damage, such as the failure of western Wyoming's Gros Ventre landslide dam in 1927, which wiped out the town of Kelly and resulted in the deaths of six people.</p>\n<h5><span id=\"Beaver_dams\">Beaver dams</span></h5>\n\n<p>Beavers create dams primarily out of mud and sticks to flood a particular habitable area. By flooding a parcel of land, beavers can navigate below or near the surface and remain relatively well hidden or protected from predators. The flooded region also allows beavers access to food, especially during the winter.</p>\n<h2><span id=\"Construction_elements\">Construction elements</span></h2>\n<h3><span id=\"Power_generation_plant\">Power generation plant</span></h3>\n\n\n<p>As of 2005, hydroelectric power, mostly from dams, supplies some 19% of the world's electricity, and over 63% of renewable energy. Much of this is generated by large dams, although China uses small-scale hydro generation on a wide scale and is responsible for about 50% of world use of this type of power.</p>\n<p>Most hydroelectric power comes from the potential energy of dammed water driving a water turbine and generator; to boost the power generation capabilities of a dam, the water may be run through a large pipe called a penstock before the turbine. A variant on this simple model uses pumped-storage hydroelectricity to produce electricity to match periods of high and low demand, by moving water between reservoirs at different elevations. At times of low electrical demand, excess generation capacity is used to pump water into the higher reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine. (For example, see Dinorwig Power Station.)</p>\n\n<h3><span id=\"Spillways\">Spillways</span></h3>\n\n\n<p>A spillway is a section of a dam designed to pass water from the upstream side of a dam to the downstream side. Many spillways have floodgates designed to control the flow through the spillway. There are several types of spillway. A <i>service spillway</i> or <i>primary spillway</i> passes normal flow. An <i>auxiliary spillway</i> releases flow in excess of the capacity of the service spillway. An <i>emergency spillway</i> is designed for extreme conditions, such as a serious malfunction of the service spillway. A <i>fuse plug spillway</i> is a low embankment designed to be overtopped and washed away in the event of a large flood. The elements of a fuse plug are independent free-standing blocks, set side by side which work without any remote control. They allow increasing the normal pool of the dam without compromising the security of the dam because they are designed to be gradually evacuated for exceptional events. They work as fixed weirs at times by allowing over-flow for common floods.</p>\n<p>The spillway can be gradually eroded by water flow, including cavitation or turbulence of the water flowing over the spillway, leading to its failure. It was the inadequate design of the spillway which led to the 1889 over-topping of the South Fork Dam in Johnstown, Pennsylvania, resulting in the infamous Johnstown Flood (the \"great flood of 1889\").</p>\n<p>Erosion rates are often monitored, and the risk is ordinarily minimized, by shaping the downstream face of the spillway into a curve that minimizes turbulent flow, such as an ogee curve.</p>\n<h2><span id=\"Dam_creation\">Dam creation</span></h2>\n<h3><span id=\"Common_purposes\">Common purposes</span></h3>\n<p>Some of these purposes are conflicting, and the dam operator needs to make dynamic tradeoffs. For example, power generation and water supply would keep the reservoir high, whereas flood prevention would keep it low. Many dams in areas where precipitation fluctuates in an annual cycle will also see the reservoir fluctuate annually in an attempt to balance these difference purposes. Dam management becomes a complex exercise amongst competing stakeholders.</p>\n<h3><span id=\"Location\">Location</span></h3>\n\n<p>One of the best places for building a dam is a narrow part of a deep river valley; the valley sides then can act as natural walls. The primary function of the dam's structure is to fill the gap in the natural reservoir line left by the stream channel. The sites are usually those where the gap becomes a minimum for the required storage capacity. The most economical arrangement is often a composite structure such as a masonry dam flanked by earth embankments. The current use of the land to be flooded should be dispensable.</p>\n<p>Significant other engineering and engineering geology considerations when building a dam include:</p>\n<ul><li>Permeability of the surrounding rock or soil</li>\n<li>Earthquake faults</li>\n<li>Landslides and slope stability</li>\n<li>Water table</li>\n<li>Peak flood flows</li>\n<li>Reservoir silting</li>\n<li>Environmental impacts on river fisheries, forests and wildlife (see also fish ladder)</li>\n<li>Impacts on human habitations</li>\n<li>Compensation for land being flooded as well as population resettlement</li>\n<li>Removal of toxic materials and buildings from the proposed reservoir area</li>\n</ul><h3><span id=\"Impact_assessment\">Impact assessment</span></h3>\n<p>Impact is assessed in several ways: the benefits to human society arising from the dam (agriculture, water, damage prevention and power), harm or benefit to nature and wildlife, impact on the geology of an area (whether the change to water flow and levels will increase or decrease stability), and the disruption to human lives (relocation, loss of archeological or cultural matters underwater).</p>\n<h4><span id=\"Environmental_impact\">Environmental impact</span></h4>\n\n\n<p>Reservoirs held behind dams affect many ecological aspects of a river. Rivers topography and dynamics depend on a wide range of flows, whilst rivers below dams often experience long periods of very stable flow conditions or sawtooth flow patterns caused by releases followed by no releases. Water releases from a reservoir including that exiting a turbine usually contain very little suspended sediment, and this in turn can lead to scouring of river beds and loss of riverbanks; for example, the daily cyclic flow variation caused by the Glen Canyon Dam was a contributor to sand bar erosion.</p>\n<p>Older dams often lack a fish ladder, which keeps many fish from moving upstream to their natural breeding grounds, causing failure of breeding cycles or blocking of migration paths. Even the presence of a fish ladder does not always prevent a reduction in fish reaching the spawning grounds upstream. In some areas, young fish (\"smolt\") are transported downstream by barge during parts of the year. Turbine and power-plant designs that have a lower impact upon aquatic life are an active area of research.</p>\n<p>A large dam can cause the loss of entire ecospheres, including endangered and undiscovered species in the area, and the replacement of the original environment by a new inland lake.</p>\n<p>Large reservoirs formed behind dams have been indicated in the contribution of seismic activity, due to changes in water load and/or the height of the water table.</p>\n<p>Dams are also found to have a role in the increase/decrease of global warming. The changing water levels in reservoirs are a source for greenhouse gases like methane. While dams and the water behind them cover only a small portion of earth's surface, they harbour biological activity that can produce large amounts of greenhouse gases.</p>\n<h4><span id=\"Human_social_impact\">Human social impact</span></h4>\n<p>The impact on human society is also significant. Nick Cullather argues in <i>Hungry World: America's Cold War Battle Against Poverty in Asia</i> that dam construction requires the state to displace individual people in the name of the common good, and that it often leads to abuses of the masses by planners. He cites Morarji Desai, Interior Minister of India, in 1960 speaking to villagers upset about the Pong Dam, who threatened to \"release the waters\" and drown the villagers if they did not cooperate.</p>\n<p>For example, the Three Gorges Dam on the Yangtze River in China is more than five times the size of the Hoover Dam (U.S.), and creates a reservoir 600 km (370 mi) long to be used for flood control and hydro-power generation. Its construction required the loss of over a million people's homes and their mass relocation, the loss of many valuable archaeological and cultural sites, as well as significant ecological change. During the 2010 China floods, the dam held back a what would have been a disastrous flood and the huge reservoir rose by 4 m (13 ft) overnight.</p>\n<p>It is estimated that to date, 40–80 million people worldwide have been physically displaced from their homes as a result of dam construction.</p>\n<h4><span id=\"Economics\">Economics</span></h4>\n<p>Construction of a hydroelectric plant requires a long lead time for site studies, hydrological studies, and environmental impact assessments, and are large-scale projects by comparison to traditional power generation based upon fossil fuels. The number of sites that can be economically developed for hydroelectric production is limited; new sites tend to be far from population centers and usually require extensive power transmission lines. Hydroelectric generation can be vulnerable to major changes in the climate, including variations in rainfall, ground and surface water levels, and glacial melt, causing additional expenditure for the extra capacity to ensure sufficient power is available in low-water years.</p>\n<p>Once completed, if it is well designed and maintained, a hydroelectric power source is usually comparatively cheap and reliable. It has no fuel and low escape risk, and as an alternative energy source it is cheaper than both nuclear and wind power. It is more easily regulated to store water as needed and generate high power levels on demand compared to wind power.</p>\n<h2><span id=\"Dam_failure\">Dam failure</span></h2>\n\n\n\n<p>Dam failures are generally catastrophic if the structure is breached or significantly damaged. Routine deformation monitoring and monitoring of seepage from drains in and around larger dams is useful to anticipate any problems and permit remedial action to be taken before structural failure occurs. Most dams incorporate mechanisms to permit the reservoir to be lowered or even drained in the event of such problems. Another solution can be rock grouting – pressure pumping portland cement slurry into weak fractured rock.</p>\n<p>During an armed conflict, a dam is to be considered as an \"installation containing dangerous forces\" due to the massive impact of a possible destruction on the civilian population and the environment. As such, it is protected by the rules of international humanitarian law (IHL) and shall not be made the object of attack if that may cause severe losses among the civilian population. To facilitate the identification, a protective sign consisting of three bright orange circles placed on the same axis is defined by the rules of IHL.</p>\n<p>The main causes of dam failure include inadequate spillway capacity, piping through the embankment, foundation or abutments, spillway design error (South Fork Dam), geological instability caused by changes to water levels during filling or poor surveying (Vajont, Malpasset, Testalinden Creek dams), poor maintenance, especially of outlet pipes (Lawn Lake Dam, Val di Stava Dam collapse), extreme rainfall (Shakidor Dam), earthquakes, and human, computer or design error (Buffalo Creek Flood, Dale Dike Reservoir, Taum Sauk pumped storage plant).</p>\n<p>A notable case of deliberate dam failure (prior to the above ruling) was the Royal Air Force 'Dambusters' raid on Germany in World War II (codenamed \"Operation Chastise\"), in which three German dams were selected to be breached in order to damage German infrastructure and manufacturing and power capabilities deriving from the Ruhr and Eder rivers. This raid later became the basis for several films.</p>\n<p>Since 2007, the Dutch IJkdijk foundation is developing, with an open innovation model and early warning system for levee/dike failures. As a part of the development effort, full-scale dikes are destroyed in the IJkdijk fieldlab. The destruction process is monitored by sensor networks from an international group of companies and scientific institutions.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Bunding</li>\n<li>Grout curtain</li>\n<li>Ice dam</li>\n<li>Inflatable rubber dam</li>\n<li>International Commission on Large Dams</li>\n<li>List of dams and reservoirs</li>\n<li>List of largest dams</li>\n<li>List of tallest dams</li>\n<li>List of tidal barrages</li>\n<li>Lock (water navigation)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li><cite id=\"CITEREFArenillasCastillo2003\" class=\"citation journal\">Arenillas, Miguel; Castillo, Juan C. (2003). \"Dams from the Roman Era in Spain. Analysis of Design Forms (with Appendix)\". <i>1st International Congress on Construction History [20th–24th January]</i>. Madrid.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Dams+from+the+Roman+Era+in+Spain.+Analysis+of+Design+Forms+%28with+Appendix%29&amp;rft.au=Castillo%2C+Juan+C.&amp;rft.aufirst=Miguel&amp;rft.aulast=Arenillas&amp;rft.date=2003&amp;rft.genre=article&amp;rft.jtitle=1st+International+Congress+on+Construction+History+%5B20th%E2%80%9324th+January%5D&amp;rft_id=http%3A%2F%2Fwww.traianvs.net%2Ftextos%2Fpresas_in.htm%23_ednref4&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite id=\"CITEREFHartungKuros1987\" class=\"citation book\">Hartung, Fritz; Kuros, Gh. R. (1987). \"Historische Talsperren im Iran\". In Garbrecht, Günther. <i>Historische Talsperren</i>. <b>1</b>. Stuttgart: Verlag Konrad Wittwer. pp. 221–274. ISBN 3-87919-145-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Historische+Talsperren+im+Iran&amp;rft.au=Kuros%2C+Gh.+R.&amp;rft.aufirst=Fritz&amp;rft.aulast=Hartung&amp;rft.btitle=Historische+Talsperren&amp;rft.date=1987&amp;rft.genre=bookitem&amp;rft.isbn=3-87919-145-X&amp;rft.pages=221-274&amp;rft.place=Stuttgart&amp;rft.pub=Verlag+Konrad+Wittwer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFHodge1992\" class=\"citation book\">Hodge, A. Trevor (1992). <i>Roman Aqueducts &amp; Water Supply</i>. London: Duckworth. ISBN 0-7156-2194-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.aufirst=A.+Trevor&amp;rft.aulast=Hodge&amp;rft.btitle=Roman+Aqueducts+%26+Water+Supply&amp;rft.date=1992&amp;rft.genre=book&amp;rft.isbn=0-7156-2194-7&amp;rft.place=London&amp;rft.pub=Duckworth&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFHodge2000\" class=\"citation book\">Hodge, A. Trevor (2000). \"Reservoirs and Dams\". In Wikander, Örjan. <i>Handbook of Ancient Water Technology</i>. Technology and Change in History. <b>2</b>. Leiden: Brill. pp. 331–339. ISBN 90-04-11123-9.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Reservoirs+and+Dams&amp;rft.aufirst=A.+Trevor&amp;rft.aulast=Hodge&amp;rft.btitle=Handbook+of+Ancient+Water+Technology&amp;rft.date=2000&amp;rft.genre=bookitem&amp;rft.isbn=90-04-11123-9&amp;rft.pages=331-339&amp;rft.place=Leiden&amp;rft.pub=Brill&amp;rft.series=Technology+and+Change+in+History&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFJamesChanson2002\" class=\"citation journal\">James, Patrick; Chanson, Hubert (2002). \"Historical Development of Arch Dams. From Roman Arch Dams to Modern Concrete Designs\". <i>Australian Civil Engineering Transactions</i>. <b>CE43</b>: 39–56.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Historical+Development+of+Arch+Dams.+From+Roman+Arch+Dams+to+Modern+Concrete+Designs&amp;rft.au=Chanson%2C+Hubert&amp;rft.aufirst=Patrick&amp;rft.aulast=James&amp;rft.date=2002&amp;rft.genre=article&amp;rft.jtitle=Australian+Civil+Engineering+Transactions&amp;rft.pages=39-56&amp;rft.volume=CE43&amp;rft_id=http%3A%2F%2Fwww.traianvs.net%2Ftextos%2Farchdams_en.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite id=\"CITEREFSchnitter1978\" class=\"citation journal\">Schnitter, Niklaus (1978). \"Römische Talsperren\". <i>Antike Welt</i>. <b>8</b> (2): 25–32.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=R%C3%B6mische+Talsperren&amp;rft.aufirst=Niklaus&amp;rft.aulast=Schnitter&amp;rft.date=1978&amp;rft.genre=article&amp;rft.issue=2&amp;rft.jtitle=Antike+Welt&amp;rft.pages=25-32&amp;rft.volume=8&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite id=\"CITEREFSchnitter1987a\" class=\"citation book\">Schnitter, Niklaus (1987a). \"Verzeichnis geschichtlicher Talsperren bis Ende des 17. Jahrhunderts\". In Garbrecht, Günther. <i>Historische Talsperren</i>. <b>1</b>. Stuttgart: Verlag Konrad Wittwer. pp. 9–20. ISBN 3-87919-145-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Verzeichnis+geschichtlicher+Talsperren+bis+Ende+des+17.+Jahrhunderts&amp;rft.aufirst=Niklaus&amp;rft.aulast=Schnitter&amp;rft.btitle=Historische+Talsperren&amp;rft.date=1987&amp;rft.genre=bookitem&amp;rft.isbn=3-87919-145-X&amp;rft.pages=9-20&amp;rft.place=Stuttgart&amp;rft.pub=Verlag+Konrad+Wittwer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFSchnitter1987b\" class=\"citation book\">Schnitter, Niklaus (1987b). \"Die Entwicklungsgeschichte der Pfeilerstaumauer\". In Garbrecht, Günther. <i>Historische Talsperren</i>. <b>1</b>. Stuttgart: Verlag Konrad Wittwer. pp. 57–74. ISBN 3-87919-145-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Die+Entwicklungsgeschichte+der+Pfeilerstaumauer&amp;rft.aufirst=Niklaus&amp;rft.aulast=Schnitter&amp;rft.btitle=Historische+Talsperren&amp;rft.date=1987&amp;rft.genre=bookitem&amp;rft.isbn=3-87919-145-X&amp;rft.pages=57-74&amp;rft.place=Stuttgart&amp;rft.pub=Verlag+Konrad+Wittwer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFSchnitter1987c\" class=\"citation book\">Schnitter, Niklaus (1987c). \"Die Entwicklungsgeschichte der Bogenstaumauer\". In Garbrecht, Günther. <i>Historische Talsperren</i>. <b>1</b>. Stuttgart: Verlag Konrad Wittwer. pp. 75–96. ISBN 3-87919-145-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Die+Entwicklungsgeschichte+der+Bogenstaumauer&amp;rft.aufirst=Niklaus&amp;rft.aulast=Schnitter&amp;rft.btitle=Historische+Talsperren&amp;rft.date=1987&amp;rft.genre=bookitem&amp;rft.isbn=3-87919-145-X&amp;rft.pages=75-96&amp;rft.place=Stuttgart&amp;rft.pub=Verlag+Konrad+Wittwer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFSmith1970\" class=\"citation journal\">Smith, Norman (1970). \"The Roman Dams of Subiaco\". <i>Technology and Culture</i>. <b>11</b> (1): 58–68. JSTOR 3102810. doi:10.2307/3102810.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=The+Roman+Dams+of+Subiaco&amp;rft.aufirst=Norman&amp;rft.aulast=Smith&amp;rft.date=1970&amp;rft.genre=article&amp;rft.issue=1&amp;rft.jtitle=Technology+and+Culture&amp;rft.pages=58-68&amp;rft.volume=11&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F3102810&amp;rft_id=info%3Adoi%2F10.2307%2F3102810&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite id=\"CITEREFSmith1971\" class=\"citation book\">Smith, Norman (1971). <i>A History of Dams</i>. London: Peter Davies. pp. 25–49. ISBN 0-432-15090-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.aufirst=Norman&amp;rft.aulast=Smith&amp;rft.btitle=A+History+of+Dams&amp;rft.date=1971&amp;rft.genre=book&amp;rft.isbn=0-432-15090-0&amp;rft.pages=25-49&amp;rft.place=London&amp;rft.pub=Peter+Davies&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFVogel1987\" class=\"citation book\">Vogel, Alexius (1987). \"Die historische Entwicklung der Gewichtsmauer\". In Garbrecht, Günther. <i>Historische Talsperren</i>. <b>1</b>. Stuttgart: Verlag Konrad Wittwer. pp. 47–56 (50). ISBN 3-87919-145-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADam&amp;rft.atitle=Die+historische+Entwicklung+der+Gewichtsmauer&amp;rft.aufirst=Alexius&amp;rft.aulast=Vogel&amp;rft.btitle=Historische+Talsperren&amp;rft.date=1987&amp;rft.genre=bookitem&amp;rft.isbn=3-87919-145-X&amp;rft.pages=47-56+%2850%29&amp;rft.place=Stuttgart&amp;rft.pub=Verlag+Konrad+Wittwer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Basic Terms of Dam Characteristics</li>\n<li>Gravity Dam Analysis</li>\n<li>Structurae: Dams and Retaining Structures</li>\n</ul>","shortText":"<p>A <b>dam</b> is a barrier that stops or restricts the flow of water or underground streams. Reservoirs created by dams not only suppress floods but also provide water for activities such as irrigation, human consumption, industrial use, aquaculture, and navigability. Hydropower is often used in conjunction with dams to generate electricity. A dam can also be used to collect water or for storage of water which can be evenly distributed between locations. Dams generally serve the primary purpose of retaining water, while other structures such as floodgates or levees (also known as dikes) are used to manage or prevent water flow into specific land regions.","title":"Dam","id":"Dam"}