{"articleText":"<p><b>Desert varnish</b> or <b>rock varnish</b> is an orange-yellow to black coating found on exposed rock surfaces in arid environments. Desert varnish is usually around one micrometer thick and represents nanometer-scale layering. <b>Rock rust</b> and <b>desert patina</b> are other terms which are also used for the condition, but less often.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n<p>Desert varnish forms only on physically stable rock surfaces that are no longer subject to frequent precipitation, fracturing or wind abrasion. The varnish is primarily composed of particles of clay along with iron and manganese oxides. There is also a host of trace elements and almost always some organic matter. The color of the varnish varies from shades of brown to black.</p>\n<p>It has been suggested that desert varnish should be investigated as a potential candidate for a \"shadow biosphere\".</p>\n<h2><span id=\"Composition\">Composition</span></h2>\n\n<p>Originally scientists thought that the varnish was made from substances drawn out of the rocks it coats. Microscopic and microchemical observations, however, show that a major part of varnish is clay, which could only arrive by wind. Clay, then, acts as a substrate to catch additional substances that chemically react together when the rock reaches high temperatures in the desert sun. Wetting by dew is also important in the process.</p>\n<p>An important characteristic of black desert varnish is that it has an unusually high concentration of manganese. Manganese is relatively rare in the Earth's crust, making up only 0.12% of its weight. In black desert varnish, however, manganese is 50 to 60 times more abundant. One proposal for a mechanism of desert varnish formation is that it is caused by manganese-oxidizing microbes (mixotrophs) which are common in environments poor in organic nutrients. A micro-environment pH above 7.5 is inhospitable for manganese-concentrating microbes. In such conditions, orange varnishes develop, poor in manganese (Mn) but rich in iron (Fe). An alternative hypothesis for Mn/Fe fluctuation has been proposed that considers Mn-rich and Fe-rich varnishes to be related to humid and arid climates, respectively </p>\n\n<p>Even though it contains high concentrations of iron and manganese, there are no significant modern uses of desert varnish. However, some Native American peoples created petroglyphs by scraping or chipping away the dark varnish to expose the lighter rock beneath.</p>\n<p>Desert varnish often obscures the identity of the underlying rock, and different rocks have varying abilities to accept and retain varnish. Limestones, for example, typically do not have varnish because they are too water-soluble and therefore do not provide a stable surface for varnish to form. Shiny, dense and black varnishes form on basalt, fine quartzites and metamorphosed shales due to these rocks' relatively high resistance to weathering.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Aeolian processes</li>\n<li>Manganite</li>\n<li>Shadow biosphere</li>\n<li>Desert pavement</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Desert Varnish</li>\n<li>Rock Varnish (desert varnish): An Internet Primer for Rock Art Research by Ronald I. Dorn, Professor of Geography Arizona State University</li>\n<li>DESERT VARNISH (rock varnish)</li>\n<li>New Way Suggested to Search for Life on Mars — Space.com</li>\n<li>Researcher: Mars rock varnish hints of life July 2, 2001 By Richard Stenger CNN</li>\n<li>Rock Varnish As A Habitat For Extant Life On Mars</li>\n<li>The Bibliography of Aeolian Research</li>\n</ul>","shortText":"<p><b>Desert varnish</b> or <b>rock varnish</b> is an orange-yellow to black coating found on exposed rock surfaces in arid environments. Desert varnish is usually around one micrometer thick and represents nanometer-scale layering. <b>Rock rust</b> and <b>desert patina</b> are other terms which are also used for the condition, but less often.","title":"Desert varnish","id":"Desert_varnish"}