{"articleText":"<p>A <b>dike</b> or <b>dyke</b>, in geological usage, is a sheet of rock that formed in a fracture in a pre-existing rock body. Dikes can be either magmatic or sedimentary in origin. Magmatic dikes form when magma intrudes into a crack then crystallizes as a sheet intrusion, either cutting across layers of rock or through an unlayered mass of rock. Clastic dikes are formed when sediment fills a pre-existing crack.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Magmatic_dikes\">Magmatic dikes</span></h2>\n<p>An intrusive dike is an igneous body with a very high aspect ratio, which means that its thickness is usually much smaller than the other two dimensions. Thickness can vary from sub-centimeter scale to many meters, and the lateral dimensions can extend over many kilometres. A dike is an intrusion into an opening cross-cutting fissure, shouldering aside other pre-existing layers or bodies of rock; this implies that a dike is always younger than the rocks that contain it. Dikes are usually high-angle to near-vertical in orientation, but subsequent tectonic deformation may rotate the sequence of strata through which the dike propagates so that the dike becomes horizontal. Near-horizontal, or conformable intrusions, along bedding planes between strata are called intrusive sills.</p>\n<p>Sometimes dikes appear in swarms, consisting of several to hundreds of dikes emplaced more or less contemporaneously during a single intrusive event. The world's largest dike swarm is the Mackenzie dike swarm in the Northwest Territories, Canada.</p>\n<p>Dikes often form as either radial or concentric swarms around plutonic intrusives, volcanic necks or feeder vents in volcanic cones. The latter are known as ring dikes.</p>\n<p>Dikes can vary in texture and their composition can range from diabase or basaltic to granitic or rhyolitic, but on a global perspective the basaltic composition prevails, manifesting ascent of vast volumes of mantle-derived magmas through fractured lithosphere throughout Earth history. Pegmatite dikes comprise extremely coarse crystalline granitic rocks - often associated with late-stage granite intrusions or metamorphic segregations. Aplite dikes are fine-grained or sugary-textured intrusives of granitic composition.</p>\n<p>In contrast to magmatic dikes, a sill is a magmatic sheet intrusion that forms within and parallel to the bedding of layered rock.</p>\n<h2><span id=\"Sedimentary_dikes\">Sedimentary dikes</span></h2>\n\n<p>Sedimentary dikes or clastic dikes are vertical bodies of sedimentary rock that cut off other rock layers. They can form in two ways:</p>\n<ul><li>When a shallow unconsolidated sediment is composed of alternating coarse grained and impermeable clay layers the fluid pressure inside the coarser layers may reach a critical value due to lithostatic overburden. Driven by the fluid pressure the sediment breaks through overlying layers and forms a dike.</li>\n<li>When a soil is under permafrost conditions the pore water is totally frozen. When cracks are formed in such rocks, they may fill up with sediments that fall in from above. The result is a vertical body of sediment that cuts through horizontal layers: a dike.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Batholith</li>\n<li>Ring dike</li>\n<li>Fissure vent</li>\n<li>Laccolith</li>\n<li>Runamo, formerly interpreted as a runic inscription.</li>\n<li>Dike swarm</li>\n<li>Sill</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p>A <b>dike</b> or <b>dyke</b>, in geological usage, is a sheet of rock that formed in a fracture in a pre-existing rock body. Dikes can be either magmatic or sedimentary in origin. Magmatic dikes form when magma intrudes into a crack then crystallizes as a sheet intrusion, either cutting across layers of rock or through an unlayered mass of rock. Clastic dikes are formed when sediment fills a pre-existing crack.","title":"Dike (geology)","id":"Dike_(geology)"}