{"articleText":"<p>A <b>dissected plateau</b> is a plateau area that has been severely eroded so that the relief is sharp. Such an area may be referred to as mountainous, but dissected plateaus are distinguishable from orogenic mountain belts by the lack of folding, metamorphism, extensive faulting, or magmatic activity that accompanies orogeny.</p>\n<p>The Allegheny Plateau, the Cumberland Plateau, the Ozark Plateau, and the Catskill Mountains in the United States and the Blue Mountains in Australia are examples of dissected plateaus formed after regional uplift. These older uplifts have been eroded by creeks and rivers to develop steep relief not immediately distinguishable from mountains. Many areas of the Allegheny Plateau and the Cumberland Plateau, which are at the western edge of the Appalachian Mountains of eastern North America, are called \"mountains\" but are actually dissected plateaus. One can stand on the top of one of these high \"mountains\" and note that all the other tops are nearly the same height, which represents the original elevation profile of the plain before uplift, and thereafter the subsequent weather erosion.</p>\n<p>A dissected plateau may also be formed, or created, usually on a comparatively small scale, by the levelling of terrain by planing and deposition beneath an ice sheet or perhaps, an ice cap. Subsequently, during the same or a later glacial, the margins of the glacial till plain are removed by glaciers, leaving the plateau into which erosion by water incises valleys. Such a plateau may be level or gently sloping but may be distinguished by the till caps on its hills. Glacial till is still widely known in Britain by the older name of boulder clay.</p>\n<p>Dissected volcanic plateaus include the Pajarito Plateau in New Mexico, on the skirt of the enormous Valles Caldera. Isolated portions of this plateau are known as mesas, and long, connected portions are known as potreros.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Summit accordance</li>\n<li>Syrt, denudational uplands or dissected plateaus in Turkic toponymy of Russia and Central Asia</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p>A <b>dissected plateau</b> is a plateau area that has been severely eroded so that the relief is sharp. Such an area may be referred to as mountainous, but dissected plateaus are distinguishable from orogenic mountain belts by the lack of folding, metamorphism, extensive faulting, or magmatic activity that accompanies orogeny.","title":"Dissected plateau","id":"Dissected_plateau"}