{"articleText":"<p>A <b>distributary</b>, or a <b>distributary channel</b>, is a stream that branches off and flows away from a main stream channel. They are a common feature of river deltas. The phenomenon is known as river bifurcation. The opposite of a distributary is a tributary. Distributaries usually occur as a stream nears a lake or an ocean, but they can occur inland as well, such as on alluvial fans or when a tributary stream bifurcates as it nears its confluence with a larger stream. In some cases, a minor distributary can divert so much water from the main channel that it can become the main route.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Related_terms\">Related terms</span></h2>\n<p>Common terms to name individual river distributaries in English-speaking countries are <i>arm</i> and <i>channel</i>. They may refer to a distributary that does not rejoin the channel it has branched from (e.g., the North, Middle, and South Arms of the Fraser River, or the West Channel of the Mackenzie River), or to one that does (e.g. Annacis Channel and Annieville Channel of the Fraser River, separated by Annacis Island).</p>\n<p>In Australia, the term <i>anabranch</i> is used to refer to a distributary that diverts from the main course of the river and rejoins it later. In North America an anabranch is called a <i>braided stream</i>.</p>\n<h2><span id=\"North_America\">North America</span></h2>\n\n<p>In Louisiana, the Atchafalaya River is an important distributary of the Mississippi River. Because the Atchafalaya takes a steeper route to the Gulf of Mexico than the main channel, over several decades it has captured more and more of the Mississippi's flow, after the Mississippi meandered into the Red River of the South. The Old River Control Structure, a dam which regulates the outflow from the Mississippi into the Atchafalaya, was completed in 1963. It is intended to prevent the Atchafalaya from capturing the main flow of the Mississippi and stranding the ports of Baton Rouge and New Orleans.</p>\n<p>In British Columbia, Canada, the Fraser River has numerous sloughs and side-channels which may be defined as distributaries. Its final stretch has three main distributaries: the North Arm and the South Arm, and a few smaller ones adjoining them.</p>\n<p>Examples of inland distributaries:</p>\n<ul><li>Teton River—a tributary of Henrys Fork in Idaho—splits into two distributary channels, the North Fork and South Fork, which join Henrys Fork miles apart.</li>\n<li>Parting of the Waters National Landmark within Wyoming's Teton Wilderness on the Continental Divide where North Two Ocean Creek splits into two distributaries, Pacific Creek and Atlantic Creek, which ultimately flow into their respective oceans.</li>\n<li>Kings River (California) has deposited a large alluvial fan at the transition from its canyon in the Sierra Nevada mountains to the flat Central Valley. Distributaries flow north into the Pacific Ocean via the San Joaquin River and south into an endorheic basin surrounding Tulare Lake.</li>\n<li>The Qu'Appelle River, in Saskatchewan and Manitoba, is a distributary of the South Saskatchewan River. Its flow is controlled by the Qu'Appelle River Dam. This dam forms the southern arm of Lake Diefenbaker.</li>\n</ul><h2><span id=\"South_America\">South America</span></h2>\n<p>The Casiquiare is an inland distributary of the upper Orinoco, which flows southward into the Rio Negro and forms a unique natural canal between the Orinoco and Amazon river systems. It is the largest river on the planet that links two major river systems.</p>\n<h2><span id=\"Europe\">Europe</span></h2>\n\n<ul><li>The IJssel, the Waal and the Nederrijn (Lower Rhine) are the three principal distributaries of the Rhine. These are formed by two separate bifurcations within the Rhine–Meuse–Scheldt delta.</li>\n<li>The Akhtuba River is a major distributary of the Volga. The bifurcation occurs close to, but before, the Volga Delta.</li>\n<li>The Tärendö River in northern Sweden is an <b>inland distributary</b>, far from the mouth of the river. It begins at the Torne River and ends at the Kalix River.</li>\n<li>The Little Danube in Slovakia branches off from the Danube near Bratislava, and flows into the Vah before rejoining the main river near Komárno. The area in the middle is the largest freshwater island in Europe.</li>\n</ul><h2><span id=\"Asia\">Asia</span></h2>\n<h3><span id=\"Indian_Subcontinent\">Indian Subcontinent</span></h3>\n<ul><li>Kollidam River is a distributary of the Kaveri River.</li>\n<li>Himalayan rivers including Ganges, Brahmaputra and Indus plus many tributaries form inland distributaries over vast alluvial fans as they transition from the mountain region to the flat Indo-Gangetic Plain. These areas are highly flood-prone, for example the 2008 Bihar flood on the Kosi River.</li>\n<li>Hoogli River is a Ganges distributary that flows through India, whereas most of the Ganges-Brahmaputra complex enters the sea through Bangladesh.</li>\n<li>Munneru is a distributary of the Krishna River.</li>\n</ul><h2><span id=\"Africa\">Africa</span></h2>\n<ul><li>The Nile River has two distributaries, the Rosetta and the Damietta branches. According to Pliny the Elder it had in ancient times seven distributaries (east to west):\n<ul><li>The Pelusiac</li>\n<li>The Tanitic</li>\n<li>The Mendesian</li>\n<li>The Phatnitic</li>\n<li>The Sebennytic</li>\n<li>The Bolbitine</li>\n<li>The Canopic</li>\n</ul></li>\n</ul><dl><dd>See History of the Nile Delta.</dd>\n</dl><ul><li>The Okavango River ends in many distributaries in a large inland delta called the Okavango Delta. It is an example of distributaries that do not flow into any other body of water.</li>\n</ul><h2><span id=\"Oceania\">Oceania</span></h2>\n\n<h3><span id=\"Australia\">Australia</span></h3>\n<p>A number of the rivers that flow inland from Australia's Great Dividing Range form distributaries, most of which flow only intermittently during times of high river levels and end in shallow lakes or simply peter out in the deserts. Yarriambiack Creek, which flows from the Wimmera River into Lake Coorong, and Tyrrell Creek, which flows from the Avoca River into Lake Tyrrell, are two distributaries in Victoria. The Narran River flows from the Balonne River in Queensland into Narran Lake in New South Wales.</p>\n<h3><span id=\"Papua_New_Guinea\">Papua New Guinea</span></h3>\n<p>Many of Papua New Guinea's major rivers flow into the Gulf of Papua through marshy, low-lying country, allowing for wide, many-branched deltas. These include the Fly River, which splits into three major and several minor rivers close to its mouth. The Bamu River splits into several channels close to its mouth, among them the <i>Bebea</i>, <i>Bina</i>, <i>Dibiri</i>, and <i>Aramia</i>. The Kikori River also splits into a multitude of channels as it crosses the plains close to the Gulf of Papua. The Purari River splits into three major channels as it approaches its mouth.</p>\n<h3><span id=\"New_Zealand\">New Zealand</span></h3>\n<p>New Zealand's second-longest river, the Clutha River, splits into two arms, the <i>Matau</i> and the <i>Koua</i>, some 10 kilometres from the South Island's Pacific Coast. A large island, Inch Clutha lies between the two arms. Many of the rivers crossing the Canterbury Plains in the central South Island are braided rivers, and several of these split into separate branches before reaching the coast. Notable among these is the Rangitata River, the two arms of which are separated by the low-lying Rangitata Island.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Tributary</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation journal\">Olariu, Cornel; Bhattacharya, Janok P. (2006). \"Terminal Distributary Channels and Delta Front Architecture of River-Dominated Delta Systems\" <span>(PDF)</span>. <i>Journal of Sedimentary Research</i>. Society for Sedimentary Geology. <b>76</b>: 212–233. doi:10.2110/jsr.2006.026<span>. Retrieved <span>December 10,</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADistributary&amp;rft.atitle=Terminal+Distributary+Channels+and+Delta+Front+Architecture+of+River-Dominated+Delta+Systems&amp;rft.au=Bhattacharya%2C+Janok+P.&amp;rft.aufirst=Cornel&amp;rft.aulast=Olariu&amp;rft.date=2006&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Sedimentary+Research&amp;rft.pages=212-233&amp;rft.volume=76&amp;rft_id=http%3A%2F%2Feas.uh.edu%2Fdocs%2Fgeos%2Ffaculty-files%2Fpdf%2F37_olariu_tdc_2006.pdf&amp;rft_id=info%3Adoi%2F10.2110%2Fjsr.2006.026&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>","shortText":"<p>A <b>distributary</b>, or a <b>distributary channel</b>, is a stream that branches off and flows away from a main stream channel. They are a common feature of river deltas. The phenomenon is known as river bifurcation. The opposite of a distributary is a tributary. Distributaries usually occur as a stream nears a lake or an ocean, but they can occur inland as well, such as on alluvial fans or when a tributary stream bifurcates as it nears its confluence with a larger stream. In some cases, a minor distributary can divert so much water from the main channel that it can become the main route.","title":"Distributary","id":"Distributary"}