{"articleText":"<p>A <b>drumlin</b>, from the Irish word <i>droimnín</i> (\"littlest ridge\"), first recorded in 1833, and in the classical sense is an elongated hill in the shape of an inverted spoon or half-buried egg formed by glacial ice acting on underlying unconsolidated till or ground moraine.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Morphology\">Morphology</span></h2>\n<p>Drumlins occur in various shapes and sizes, including symmetric (about the long axis), spindle, parabolic, and transversely asymmetric forms; their long axis is parallel to the direction of ice movement at the time of formation.</p>\n<p>Drumlins are typically 1 to 2 km (0.62–1.24 mi) long, less than 50 m (160 ft) high and between 300 to 600 metres (980–1,970 ft) wide. Drumlins generally have a length:width ratio of between 1:2 and 1:3.5, with more elongate forms corresponding to faster ice motion.</p>\n<h2><span id=\"Occurrence\">Occurrence</span></h2>\n<p>Drumlins and drumlin clusters are glacial landforms composed primarily of glacial till. They form near the margin of glacial systems, and within zones of fast flow deep within ice sheets, and are commonly found with other major glacially-formed features (including tunnel valleys, eskers, scours, and exposed bedrock erosion).</p>\n<p>Drumlins are often in drumlin fields of similarly shaped, sized and oriented hills. Many Pleistocene drumlin fields are observed to occur in a fan-like distribution. The Múlajökull drumlins of Hofsjökull are also arrayed in a splayed fan distribution around an arc of 180°.</p>\n<h2><span id=\"Formation\">Formation</span></h2>\n<p>Drumlins usually comprise layers constituting till, sand and gravel in various proportions – indicating that material was repeatedly added to a core, which may be of rock or glacial till. The dilatancy of glacial till was invoked as a major factor in drumlin formation.</p>\n<p>Models of drumlin formation fall into two camps: <b>constructional</b>, in which they form as sediment is manipulated into shape, for example via subglacial deformation; and <b>Remnant/erosional</b>, which proposes that drumlins form by erosion of material from an unconsolidated bed. Catastrophic sub-glacial flooding has also been proposed as a theory of drumlin formation, but is now discredited. This theory includes deposition of glaciofluvial sediment in cavities scoured into the glacier bed by subglacial meltwater, and remnant ridges left behind by erosion of soft sediment or hard rock by subglacial meltwater.</p>\n<p>The recent retreat of a marginal outlet glacier of Hofsjökull in Iceland exposed a drumlin field with more than 50 drumlins ranging from 90 to 320 m (300–1,050 ft) in length, 30 to 105 m (98–344 ft) in width, and 5 to 10 m (16–33 ft) in height. These formed through a progression of subglacial depositional and erosional processes, with each horizontal till bed within the drumlin created by an individual surge of the glacier. Erosion under the glacier in the immediate vicinity of the drumlin can be on the order of a meter's depth of sediment per year, with the eroded sediment forming a drumlin as it is repositioned and deposited.</p>\n<h2><span id=\"Soil_development_on_drumlins\">Soil development on drumlins</span></h2>\n<p>Recently formed drumlins often incorporate a thin \"A\" soil horizon (often referred to as \"'topsoil'\" which accumulated after formation) and a thin \"Bw\" horizon (commonly referred to as \"'subsoil'\"). The \"C\" horizon, which shows little evidence of being affected by soil forming processes (weathering), is close to the surface, and may be at the surface on an eroded drumlin. Below the C horizon the drumlin consists of multiple beds of till deposited by lodgment and bed deformation. On drumlins with longer exposure (e.g. in the Lake Ontario drumlin field in New York State) soil development is more advanced, for example with the formation of clay-enriched \"Bt\" horizons.</p>\n<h2><span id=\"Examples_of_drumlins\">Examples of drumlins</span></h2>\n\n<h3><span id=\"Europe\">Europe</span></h3>\n<p>The retreat of Icelandic glacier Múlajökull, which is an outlet glacier of Hofsjökull, recently exposed a 50 drumlin cluster, which serves as the basis for improved understanding of drumlin formation.</p>\n\n<p>The literature also documents extensive drumlin fields in England, Scotland and Wales, Switzerland, Poland, Estonia (Vooremaa), Latvia, Sweden, around Lake Constance north of the Alps, County Monaghan, County Mayo and County Cavan in the Republic of Ireland, County Fermanagh, County Armagh and County Down in Northern Ireland, Germany, Hindsholm in Denmark, Finland and Greenland.</p>\n<p>Clew Bay in Ireland is a good example of a 'drowned drumlin' landscape where the drumlins appear as islands in the sea, forming a 'basket of eggs' topography. Drumlins are typically aligned parallel to one another, usually clustered together in numbers reaching the hundreds or even thousands. These clusters can sometimes lead to the natural emergence and growth of complex water systems.</p>\n<h3><span id=\"North_America\">North America</span></h3>\n<p>Drumlins are common in Upstate New York (between the south shore of Lake Ontario and Cayuga Lake), the lower Connecticut River valley, eastern Massachusetts, the Monadnock Region of New Hampshire, Michigan (central and southern Lower Peninsula), Minnesota, and Wisconsin. Drumlins, which are usually found in swarms or large groups, occur in every Canadian province and territory. Swarms of thousands of drumlins are found in Southern Ontario (along eastern end of Oak Ridges Moraine near Peterborough, Ontario, as well as areas to the west near Dundas, Ontario and Guelph, Ontario), Central-Eastern Ontario (Douro-Dummer, Ontario), the Thelon Plan of the Northwest Territories, Alberta, southwest of Amundsen Gulf in Nunavut and West Lawrencetown, Nova Scotia. The majority of those observed in North America were formed during the Wisconsin glaciation.</p>\n<p>The islands of Boston Harbor Islands National Recreation Area are drumlins that became islands when sea levels rose as the glaciers melted.</p>\n<h3><span id=\"Asia\">Asia</span></h3>\n<p>Drumlins are found at Tiksi, Sakha Republic, Russia.</p>\n<h3><span id=\"South_America\">South America</span></h3>\n<p>Extensive drumlin fields are found in Patagonia, for example near Punta Arenas Carlos Ibáñez del Campo Airport and on Navarino and Gable Island in the Beagle Channel.</p>\n<h3><span id=\"Antarctica\">Antarctica</span></h3>\n<p>In 2007, drumlins were observed to be forming beneath the ice of a West Antarctic ice stream.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Crag and tail, a similar formation, with a more resilient core (generally composed of igneous or metamorphic rock)</li>\n<li>Glacial landforms</li>\n<li>Landform</li>\n<li>Lincoln Hills</li>\n<li>Ribbed moraines</li>\n<li>Roche moutonnée</li>\n<li>Sediment</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Easterbrook, Don J. (1999). <i>Surface Processes and Landforms, 2nd Edition</i>. Upper Saddle River, New Jersey: Prentice Hall. pp. 347–350. ISBN 0-13-860958-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADrumlin&amp;rft.aufirst=Don+J.&amp;rft.aulast=Easterbrook&amp;rft.btitle=Surface+Processes+and+Landforms%2C+2nd+Edition&amp;rft.date=1999&amp;rft.genre=book&amp;rft.isbn=0-13-860958-6&amp;rft.pages=347-350&amp;rft.place=Upper+Saddle+River%2C+New+Jersey&amp;rft.pub=Prentice+Hall&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Grotzinger, John; Jordan, Tom (2010). <i>Understanding Earth; 6th Edition</i>. New York, NY: W.H. Freeman and Company. p. 586. ISBN 978-1-4292-1951-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADrumlin&amp;rft.au=Jordan%2C+Tom&amp;rft.aufirst=John&amp;rft.aulast=Grotzinger&amp;rft.btitle=Understanding+Earth%3B+6th+Edition&amp;rft.date=2010&amp;rft.genre=book&amp;rft.isbn=978-1-4292-1951-8&amp;rft.pages=586&amp;rft.place=New+York%2C+NY&amp;rft.pub=W.H.+Freeman+and+Company&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Tarbuck, Edward J.; Frederick K. Lutgens (2002). <i>Earth: An Introduction to Physical Geography</i>. Upper Saddle River, New Jersey: Prentice Hall. pp. 347–350. ISBN 0-13-092025-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADrumlin&amp;rft.au=Frederick+K.+Lutgens&amp;rft.aufirst=Edward+J.&amp;rft.aulast=Tarbuck&amp;rft.btitle=Earth%3A+An+Introduction+to+Physical+Geography&amp;rft.date=2002&amp;rft.genre=book&amp;rft.isbn=0-13-092025-8&amp;rft.pages=347-350&amp;rft.place=Upper+Saddle+River%2C+New+Jersey&amp;rft.pub=Prentice+Hall&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Trenhaile, Alan (2007). <i>Geomorphology: A Canadian Perspective</i>. Don Mills, Ontario: Oxford University Press. pp. 183–6. ISBN 0-19-542474-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADrumlin&amp;rft.aufirst=Alan&amp;rft.aulast=Trenhaile&amp;rft.btitle=Geomorphology%3A+A+Canadian+Perspective&amp;rft.date=2007&amp;rft.genre=book&amp;rft.isbn=0-19-542474-3&amp;rft.pages=183-6&amp;rft.place=Don+Mills%2C+Ontario&amp;rft.pub=Oxford+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Diagrams of an idealized drumlin</li>\n<li>Drumlin field, northwestern Manitoba, image from Geological Survey of Canada Canadian Landscapes Photo Collection</li>\n<li>Word of the day defines <i>drumlin</i>.</li>\n<li>Pazynych V. (EN) Ice age, ice sheets, the gravitational collapse, water-ice deluge and their consequences, part one – drumlins www.academia.edu/5351696/_EN_Ice_age_ice_sheets_the_gravitational_collapse_water-ice_deluge_and_their_consequences_part_one_drumlins</li>\n</ul>","shortText":"<p>A <b>drumlin</b>, from the Irish word <i>droimnín</i> (\"littlest ridge\"), first recorded in 1833, and in the classical sense is an elongated hill in the shape of an inverted spoon or half-buried egg formed by glacial ice acting on underlying unconsolidated till or ground moraine.","title":"Drumlin","id":"Drumlin"}