{"articleText":"<p>A <b>dry lake</b> is either a basin or depression that formerly contained a standing surface water body, which disappeared when evaporation processes exceeded recharge. If evaporite mineral accumulations are absent, it is known as a <i>playa.</i> If the floor of a dry lake is covered by deposits of alkaline compounds, it is known as an <i>alkali flat.</i> If covered with salt, it is known as a <i>salt flat.</i></p>\n<p>A playa lake may cover a wide area, but it is never deep. Most water in it evaporates, leaving a layer of salt on the surface. These salt covered stretches are called saltpans. The surface of a dry lake is typically dry, hard and rough during the dry season, but wet and very soft in the rainy season.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Terminology\">Terminology</span></h2>\n<p>If its basin is primarily salt, then a dry lake is called a <i>salt pan</i>, <i>pan</i>, <i>hardpan</i>, or <i>salt flat</i> (the latter being a remnant of a salt lake). Another dry lake type is a <i>playa</i>. <i>Hardpan</i> is the dry terminus of an internally drained basin in a dry climate, a designation typically used in the Great Basin of the western US.</p>\n\n<p>The Spanish word <i>playa</i> (<small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈplaʝa]</span>) literally means \"beach\". Dry lakes are known by this name in some parts of Mexico and the western United States. This term is also used on the Llano Estacado and other parts of the Southern High Plains. In South America, the usual term for a dry lake is <i>salar</i> or <i>salina</i>, Spanish for \"salt pan\".</p>\n<p><i>Pan</i> is the term used in most of South Africa. These may include the small round highveld pans, typical of the Chrissiesmeer area, to the extensive pans of the Northern Cape province.</p>\n<p>Terms used in Australia include <i>salt pans</i> (where evaporite minerals are present) and <i>clay pans</i>.</p>\n<p>In Arabic, an alkali flat is called a <i>sabkha</i> (also spelled <i>sabkhah</i>, <i>subkha</i> or <i>sebkha</i>) or <i>shott</i> (<i>chott</i>). In Central Asia, a similar \"cracked mud\" salt flat is known as a takyr. In Iran salt flats are called <i>kavir</i>.</p>\n<h2><span id=\"Formation\">Formation</span></h2>\n\n\n<p>A playa lake is formed when water from rain or other sources, like intersection with a water table, flows into a dry depression in the landscape, creating a pond or lake. If the total annual evaporation rate exceeds the total annual inflow, the depression will eventually become dry again, forming a playa. Salts originally dissolved in the water precipitate out and are left behind, gradually building up over time. A playa appears as a flat bed of clay, generally encrusted with precipitated salts. These evaporite minerals are a concentration of weathering products such as sodium carbonate, borax, and other salts. In deserts, a playa may be found in an area ringed by bajadas.</p>\n<p>Dry lakes are typically formed in semi-arid to arid regions of the world. The largest concentration of dry lakes (nearly 22,000) is in the southern High Plains of Texas and eastern New Mexico. Most dry lakes are small. However, Salar de Uyuni in Bolivia, near Potosí, the largest salt flat in the world, comprises 4,085 square miles (10,582 square km).</p>\n<p>The Racetrack Playa, located in Death Valley, California, features a geological phenomenon known as \"sailing stones\" that leave linear \"racetrack\" imprints as they slowly move across the surface without human or animal intervention. These rocks have been recently filmed in motion by the Scripps Institution of Oceanography at UC San Diego and are due to a perfect concatenation of events. First, the playa has to fill with water, which must be deep enough to form floating ice during winter, but still shallow enough that the rocks are exposed. When the temperature drops at night, this pond freezes into thin sheets of \"windowpane\" ice, which then must be thick enough to maintain strength, but thin enough to move freely. Finally, when the sun comes out, the ice melts and cracks into floating panels; these are blown across the playa by light winds, propelling the rocks in front of them. The stones only move once every two or three years and most tracks last for three or four years.</p>\n<p>Many dry lakes contain shallow water during the rainy season, especially during wet years. If the layer of water is thin and is moved around the dry lake by wind, an exceedingly hard and smooth surface may develop. Thicker layers of water may result in a \"cracked-mud\" surface and \"teepee\" structure desiccation features. If there is very little water, dunes can form.</p>\n<h2><span id=\"Ecology\">Ecology</span></h2>\n<p>While a dry lake is itself typically devoid of vegetation, they are commonly ringed by shadscale, saltbrush and other salt-tolerant plants that provide critical winter fodder for livestock and other herbivores.</p>\n\n<p>In southwest Idaho and parts of Nevada and Utah there are a number of rare species that occur nowhere else but in the inhospitable environment of seasonally flooded playas. A new species of giant fairy shrimp was found in 2006. Although a large predatory species, it evaded detection because of the murkiness of the playa's water caused by winds and a fine clay load. This shrimp species is able to regenerate using tiny undetectable cysts that can remain in a dry lake bed for years until conditions are optimum for hatching.</p>\n<p><i>Lepidium davisii</i> is another rare species, a perennial plant whose habitat is restricted to playas in southern Idaho and northern Nevada.</p>\n<p>Far from major rivers or lakes, playas are often the only water available to wildlife in the desert. Antelope and other wildlife gather there after rainstorms to drink.</p>\n<p>Threats to dry lakes include pollution from concentrated animal feeding operations such as cattle feedlots and dairies. Results are erosion; fertilizer, pesticide and sediment runoff from farms; and overgrazing. A non-native shrub that has been used for rangeland restoration in the west, <i>Kochia prostrata</i>, also poses a significant threat to playas and their associated rare species, as it capable of crowding out native vegetation and draining a playa's standing water because of its root growth.</p>\n<h2><span id=\"Human_use\">Human use</span></h2>\n\n<p>The extremely flat, smooth and hard surfaces of dry lakes make them ideal for motor vehicles and bicycles. Furthermore, large-sized dry lakes are excellent spots for pursuing land speed records, as the smoothness of the surface allows low-clearance vehicles to travel very fast without any risk of disruption by surface irregularities, and the path traveled has no obstacles to avoid. The dry lakes at Bonneville Salt Flats in Utah and Black Rock Desert in Nevada have both been used for setting land speed records. Lake Eyre and Lake Gairdner in South Australia have also been used for various land speed record attempts. Dry lake beds that very rarely fill with water are sometimes used as locations for air bases, for similar reasons. Examples include Groom Lake at Area 51 in Nevada, and Edwards Air Force Base (originally known as Muroc Dry Lake) in California.</p>\n<p>Brines from the subsurface of dry lakes are often exploited for valuable minerals in solution. See, for example Searles Dry Lake and Lithium resources.</p>\n<p>Under United States law, a \"playa lake\" may be considered isolated wetlands, and may be eligible to enroll in the new wetlands component of the Conservation Reserve Program, enacted in the 2002 farm bill (P.L. 107-171, Sec. 2101).</p>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<ul class=\"gallery mw-gallery-traditional center\"><li class=\"gallerybox\" style=\"width: 215px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 215px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 215px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 215px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of drying lakes</li>\n<li>Cienega</li>\n<li>Salt storm</li>\n<li>Soil salinity</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite class=\"citation journal\">Briere, Peter R. (May 2002). \"Playa, playa lake, sabkha: Proposed definitions for old terms\". <i>Journal of Arid Environments</i>. Elsevier. <b>45</b> (1): 1–7. doi:10.1006/jare.2000.0633.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADry+lake&amp;rft.atitle=Playa%2C+playa+lake%2C+sabkha%3A+Proposed+definitions+for+old+terms&amp;rft.aufirst=Peter+R.&amp;rft.aulast=Briere&amp;rft.date=2002-05&amp;rft.genre=article&amp;rft.issue=1&amp;rft.jtitle=Journal+of+Arid+Environments&amp;rft.pages=1-7&amp;rft.volume=45&amp;rft_id=info%3Adoi%2F10.1006%2Fjare.2000.0633&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li>John H. Wellington, <i>Southern Africa: a geographical study</i>, Chapter 16 LAKES AND PANS</li>\n</ul>","shortText":"<p>A <b>dry lake</b> is either a basin or depression that formerly contained a standing surface water body, which disappeared when evaporation processes exceeded recharge. If evaporite mineral accumulations are absent, it is known as a <i>playa.</i> If the floor of a dry lake is covered by deposits of alkaline compounds, it is known as an <i>alkali flat.</i> If covered with salt, it is known as a <i>salt flat.</i>","title":"Dry lake","id":"Dry_lake"}