{"articleText":"<p>In physical geography, a <b>dune</b> is a hill of loose sand built by aeolian processes (wind) or the flow of water. Dunes occur in different shapes and sizes, formed by interaction with the flow of air or water. Most kinds of dunes are longer on the windward side where the sand is pushed up the dune and have a shorter \"slip face\" in the lee of the wind. The valley or trough between dunes is called a <i>slack</i>. A \"dune field\" is an area covered by extensive sand dunes. Dunes occur, for example, in some deserts and along some coasts.</p>\n<p>Some coastal areas have one or more sets of dunes running parallel to the shoreline directly inland from the beach. In most cases, the dunes are important in protecting the land against potential ravages by storm waves from the sea. Although the most widely distributed dunes are those associated with coastal regions, the largest complexes of dunes are found inland in dry regions and associated with ancient lake or sea beds.</p>\n<p>Dunes can form under the action of water flow (fluvial processes), and on sand or gravel beds of rivers, estuaries and the sea-bed.</p>\n<p>The modern word \"dune\" came into English from French <abbr title=\"circa\">c.</abbr> 1790, which in turn came from Middle Dutch <i>dūne</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Aeolian_dunes\">Aeolian dunes</span></h2>\n<h3><span id=\"Aeolian_dune_shapes\">Aeolian dune shapes</span></h3>\n<h4><span id=\"Crescentic_or_transverse\">Crescentic or transverse</span></h4>\n\n<p>Crescent-shaped mounds are generally wider than they are long. The slipfaces are on the concave sides of the dunes. These dunes form under winds that blow consistently from one direction, and they also are known as barchans, or transverse dunes. Some types of crescentic dunes move more quickly over desert surfaces than any other type of dune. A group of dunes moved more than 100 metres per year between 1954 and 1959 in China's Ningxia Province, and similar speeds have been recorded in the Western Desert of Egypt. The largest crescentic dunes on Earth, with mean crest-to-crest widths of more than three kilometres, are in China's Taklamakan Desert.</p>\n<h5><span id=\"Lunettes\">Lunettes</span></h5>\n<p>Fixed crescentic dunes that form on the leeward margins of playas and river valleys in arid and semiarid regions in response to the direction(s) of prevailing winds, are known as lunettes, source-bordering dunes, bourrelets and clay dunes. They may be composed of clay, silt, sand, or gypsum, eroded from the basin floor or shore, transported up the concave side of the dune, and deposited on the convex side. Examples in Australia are up to 6.5 km long, 1 km wide, and up to 50 metres high. They also occur in southern and West Africa, and in parts of the western United States, especially Texas.</p>\n<h4><span id=\"Linear\">Linear</span></h4>\n\n<p>Straight or slightly sinuous sand ridges typically much longer than they are wide are known as linear dunes. They may be more than 160 kilometres (100 miles) long. Some linear dunes merge to form Y-shaped compound dunes. Many form in bidirectional wind regimes. The long axes of these dunes extend in the resultant direction of sand movement.</p>\n<p>Linear loess hills known as pahas are superficially similar. These hills appear to have been formed during the last ice age under permafrost conditions dominated by sparse tundra vegetation.</p>\n<h4><span id=\"Star\">Star</span></h4>\n\n<p>Radially symmetrical, star dunes are pyramidal sand mounds with slipfaces on three or more arms that radiate from the high center of the mound. They tend to accumulate in areas with multidirectional wind regimes. Star dunes grow upward rather than laterally. They dominate the Grand Erg Oriental of the Sahara. In other deserts, they occur around the margins of the sand seas, particularly near topographic barriers. In the southeast Badain Jaran Desert of China, the star dunes are up to 500 metres tall and may be the tallest dunes on Earth.</p>\n<h4><span id=\"Dome\">Dome</span></h4>\n<p>Oval or circular mounds that generally lack a slipface. Dome dunes are rare and occur at the far upwind margins of sand seas.</p>\n<h4><span id=\"Parabolic\">Parabolic</span></h4>\n\n<p>U-shaped mounds of sand with convex noses trailed by elongated arms are parabolic dunes. These dunes are formed from blowout dunes where the erosion of vegetated sand leads to a U-shaped depression. The elongated arms are held in place by vegetation; the largest arm known on Earth reaches 12 km. Sometimes these dunes are called U-shaped, blowout, or hairpin dunes, and they are well known in coastal deserts. Unlike crescent shaped dunes, their crests point upwind. The bulk of the sand in the dune migrates forward.</p>\n<p>In plan view, these are U-shaped or V-shaped mounds of well-sorted, very fine to medium sand with elongated arms that extend upwind behind the central part of the dune. There are slipfaces that often occur on the outer side of the nose and on the outer slopes of the arms.</p>\n<p>These dunes often occur in semiarid areas where the precipitation is retained in the lower parts of the dune and underlying soils. The stability of the dunes was once attributed to the vegetative cover but recent research has pointed to water as the main source of parabolic dune stability. The vegetation that covers them—grasses, shrubs, and trees—help anchor the trailing arms. In inland deserts, parabolic dunes commonly originate and extend downwind from blowouts in sand sheets only partly anchored by vegetation. They can also originate from beach sands and extend inland into vegetated areas in coastal zones and on shores of large lakes.</p>\n<p>Most parabolic dunes do not reach heights higher than a few tens of metres except at their nose, where vegetation stops or slows the advance of accumulating sand.</p>\n<p>Simple parabolic dunes have only one set of arms that trail upwind, behind the leading nose. Compound parabolic dunes are coalesced features with several sets of trailing arms. Complex parabolic dunes include subsidiary superposed or coalesced forms, usually of barchanoid or linear shapes.</p>\n<p>Parabolic dunes, like crescent dunes, occur in areas where very strong winds are mostly unidirectional. Although these dunes are found in areas now characterized by variable wind speeds, the effective winds associated with the growth and migration of both the parabolic and crescent dunes probably are the most consistent in wind direction.</p>\n<p>The grain size for these well-sorted, very fine to medium sands is about 0.06 to 0.5 mm. Parabolic dunes have loose sand and steep slopes only on their outer flanks. The inner slopes are mostly well packed and anchored by vegetation, as are the corridors between individual dunes. Because all dune arms are oriented in the same direction, and, the inter-dune corridors are generally swept clear of loose sand, the corridors can usually be traversed in between the trailing arms of the dune. However to cross straight over the dune by going over the trailing arms, can be very difficult. Also, traversing the nose is very difficult as well because the nose is usually made up of loose sand without much if any vegetation.</p>\n<p>A type of extensive parabolic dune that lacks discernible slipfaces and has mostly coarse grained sand is known as a <i>zibar</i>. The term zibar comes from the Arabic word to describe \"rolling transverse ridges ... with a hard surface\". The dunes are small, have low relief, and can be found in many places across the planet from Wyoming (United States) to Saudi Arabia to Australia. Spacing between zibars ranges from 50 to 400 metres and they don't become more than 10 metres high. The dunes form at about ninety degrees to the prevailing wind which blows away the small, fine-grained sand leaving behind the coarser grained sand to form the crest.</p>\n<h4><span id=\"Longitudinal_.28Seif.29_dunes\">Longitudinal (Seif) dunes</span></h4>\n\n<p>Longitudinal dunes (also called Seif dunes, after the Arabic word for \"sword\"), elongate parallel to the prevailing wind, possibly caused by a larger dune having its smaller sides blown away. Seif dunes are sharp-crested and are common in the Sahara. They range up to 300 m (980 ft) in height and 300 km (190 mi) in length. In the southern third of the Arabian Peninsula, a vast erg called the Rub' al Khali or the Empty Quarter, contains seif dunes that stretch for almost 200 km and reach heights of over 300 m.</p>\n<p>Seif dunes are thought to develop from barchans if a change of the usual wind direction occurs. The new wind direction will lead to the development of a new wing and the over development of one of the original wings. If the prevailing wind then becomes dominant for a lengthy period of time the dune will revert to its barchan form, with one exaggerated wing. Should the strong wind then return the exaggerated wing will further extend so that eventually it will be supplied with sand when the prevailing wind returns. The wing will continue to grow under both wind conditions, thus producing a seif dune. On a seif dune the slipface develops on the side facing away from the strong wind, while the slipface of a barchan faces the direction of movement. In the sheltered troughs between highly developed seif dunes barchans may be formed because the wind is unidirectional.</p>\n<p>A transverse dune is perpendicular to the prevailing wind, probably caused by a steady build-up of sand on an already existing minuscule mound.</p>\n<h4><span id=\"Reversing_dunes\">Reversing dunes</span></h4>\n<p>Occurring wherever winds periodically reverse direction, reversing dunes are varieties of any of the above shapes. These dunes typically have major and minor slipfaces oriented in opposite directions.</p>\n<p>All these dune shapes may occur in three forms: simple, compound, and complex. Simple dunes are basic forms with a minimum number of slipfaces that define the geometric type. Compound dunes are large dunes on which smaller dunes of similar type and slipface orientation are superimposed, and complex dunes are combinations of two or more dune types. A crescentic dune with a star dune superimposed on its crest is the most common complex dune. Simple dunes represent a wind regime that has not changed in intensity or direction since the formation of the dune, while compound and complex dunes suggest that the intensity and direction of the wind has changed.</p>\n<p>The sand mass of dunes can move either windward or leeward, depending on if the wind is making contact with the dune from below or above its apogee. If wind hits from above, the sand particles move leeward. If sand hits from below, sand particles move windward. The leeward flux of sand is greater than the windward flux. Further, when the wind carrying sand particles when it hits the dune, the dune’s sand particles will saltate more than if the wind had hit the dune without carrying sand particles.</p>\n<h3><span id=\"Coastal_dunes\">Coastal dunes</span></h3>\n\n<p>Dunes form where the beach is wide enough to allow for the accumulation of wind-blown sand, and where prevailing <b>onshore winds</b> tend to blow sand inland. Obstacles—for example, vegetation, pebbles and so on—tend to slow down the wind and lead to the deposition of sand grains. These small \"incipient dunes or \"shadow dunes\" tend to grow in the vertical direction if the obstacle slowing the wind can also grow vertically (i.e., vegetation). Models of coastal dunes suggest that their final equilibrium height is related to the distance between the water line and where vegetation can grow. Additionally the height of coastal dunes is impacted by storm events, which can erode dunes. Recent work has suggested that coastal dunes tend to evolve toward a high or low morphology depending on the growth rate of dunes relative to storm frequency. In certain conditions, both low and high dunes are possible — dunes are a system that shows bistable dynamics.</p>\n<p>Dunes provide privacy and shelter from the wind.</p>\n<h4><span id=\"Ecological_succession_on_coastal_dunes\">Ecological succession on coastal dunes</span></h4>\n<p>As a dune forms, plant succession occurs. The conditions on an <i>embryo dune</i> are harsh, with salt spray from the sea carried on strong winds. The dune is well drained and often dry, and composed of calcium carbonate from seashells. Rotting seaweed, brought in by storm waves adds nutrients to allow pioneer species to colonize the dune. These pioneer species are marram grass, sea wort grass and other sea grasses in the United Kingdom. These plants are well adapted to the harsh conditions of the foredune typically having deep roots which reach the water table, root nodules that produce nitrogen compounds, and protected stoma, reducing transpiration. Also, the deep roots bind the sand together, and the dune grows into a foredune as more sand is blown over the grasses. The grasses add nitrogen to the soil, meaning other, less hardy plants can then colonize the dunes. Typically these are heather, heaths and gorses. These too are adapted to the low soil water content and have small, prickly leaves which reduce transpiration. Heather adds humus to the soil and is usually replaced by coniferous trees, which can tolerate low soil pH, caused by the accumulation and decomposition of organic matter with nitrate leaching. Coniferous forests and heathland are common climax communities for sand dune systems.</p>\n<p>Young dunes are called yellow dunes and dunes which have high humus content are called grey dunes. Leaching occurs on the dunes, washing humus into the slacks, and the slacks may be much more developed than the exposed tops of the dunes. It is usually in the slacks that more rare species are developed and there is a tendency for the dune slacks soil to be waterlogged and where only marsh plants can survive. These plants would include: creeping willow, cotton grass, yellow iris, reeds, and rushes. As for the species, there is a tendency for natterjack toads to breed here.</p>\n<h3><span id=\"Coastal_dune_floral_adaptations\">Coastal dune floral adaptations</span></h3>\n<p>Dune ecosystems are extremely difficult places for plants to survive. This is due to a number of pressures related to their proximity to the ocean and confinement to growth on sandy substrates. These include:</p>\n<ul><li>Little available soil moisture</li>\n<li>Little available soil organic matter/nutrients</li>\n<li>Harsh winds</li>\n<li>Salt spray</li>\n<li>Erosion/shifting and sometimes ephemeral substrate</li>\n<li>Tidal influences</li>\n</ul><p>There are many adaptations plants have evolved to cope with these pressures:</p>\n<ul><li>Deep taproot to reach water table (Pink Sand Verbena)</li>\n<li>Shallow but extensive root systems</li>\n<li>Prostrate growth form to avoid wind/salt spray (<i>Abronia spp</i>., Beach Primrose)</li>\n<li>Krummholz growth form (Monterrey Cypress-not a dune plant but deals with similar pressures)</li>\n<li>Thickened cuticle/Succulence to reduce moisture loss and reduce salt uptake (<i>Ambrosia/Abronia spp., Calystegia soldanella</i>)</li>\n<li>Pale leaves to reduce insolation (<i>Artemisia/Ambrosia spp.</i>)</li>\n<li>Thorny/Spiky seeds to ensure establishment in vicinity of parent, reduces chances of being blown away or swept our to sea (<i>Ambrosia chamissonis</i>)</li>\n</ul><h3><span id=\"Nabkha_dunes\">Nabkha dunes</span></h3>\n<p>A nabkha, or coppice dune, is a small dune anchored by vegetation. They usually indicate desertification or soil erosion, and serve as nesting and burrow sites for animals.</p>\n<h2><span id=\"Sub-aqueous_dunes\">Sub-aqueous dunes</span></h2>\n<p>Sub-aqueous (underwater) dunes form on a bed of sand or gravel under the actions of water flow. They are ubiquitous in natural channels such as rivers and estuaries, and also form in engineered canals and pipelines. Dunes move downstream as the upstream slope is eroded and the sediment deposited on the downstream or lee slope in typical bedform construction.</p>\n<p>These dunes most often form as a continuous 'train' of dunes, showing remarkable similarity in wavelength and height.</p>\n<p>Dunes on the bed of a channel significantly increase flow resistance, their presence and growth playing a major part in river flooding.</p>\n<h2><span id=\"Lithified_dunes\">Lithified dunes</span></h2>\n\n<p>A lithified (consolidated) sand dune is a type of sandstone that is formed when a marine or aeolian sand dune becomes compacted and hardened. Once in this form, water passing through the rock can carry and deposit minerals, which can alter the color of the rock. Cross-bedded layers of stacks of lithified dunes can produce the cross-hatching patterns, such as those seen in the Zion National Park in the western United States.</p>\n<p>A slang term, used in the southwest US, for consolidated and hardened sand dunes is \"slickrock\", a name that was introduced by pioneers of the Old West because their steel-rimmed wagon wheels could not gain traction on the rock.</p>\n<h2><span id=\"Desertification\">Desertification</span></h2>\n\n<p>Sand dunes can have a negative impact on humans when they encroach on human habitats. Sand dunes move via a few different means, all of them helped along by wind. One way that dunes can move is by saltation, where sand particles skip along the ground like a bouncing ball. When these skipping particles land, they may knock into other particles and cause them to move as well, in a process known as creep. With slightly stronger winds, particles collide in mid-air, causing sheet flows. In a major dust storm, dunes may move tens of metres through such sheet flows. Also as in the case of snow, sand avalanches, falling down the slipface of the dunes—that face away from the winds—also move the dunes forward.</p>\n<p>Sand threatens buildings and crops in Africa, the Middle East, and China. Drenching sand dunes with oil stops their migration, but this approach is quite destructive to the dunes' animal habitats and uses a valuable resource. Sand fences might also slow their movement to a crawl, but geologists are still analyzing results for the optimum fence designs. Preventing sand dunes from overwhelming towns, villages, and agricultural areas has become a priority for the United Nations Environment Programme. Planting dunes with vegetation also helps to stabilise them.</p>\n<h2><span id=\"Conservation\">Conservation</span></h2>\n\n<p>Dune habitats provide niches for highly specialized plants and animals, including numerous rare species and some endangered species. Due to widespread human population expansion, dunes face destruction through land development and recreational usages, as well as alteration to prevent the encroachment of sand onto inhabited areas. Some countries, notably the United States, Australia, Canada, New Zealand, the United Kingdom, Netherlands, and Sri Lanka have developed significant programs of dune protection through the use of sand dune stabilization. In the U.K., a Biodiversity Action Plan has been developed to assess dunes loss and to prevent future dunes destruction.</p>\n<h2><span id=\"Examples\">Examples</span></h2>\n<h3><span id=\"Africa\">Africa</span></h3>\n<ul><li>Alexandria Coastal Dunefields, in the Eastern Cape, South Africa</li>\n<li>Witsand Nature Reserve in the Kalahari Desert, South Africa</li>\n<li>The white dunes of De Hoop Nature Reserve, South Africa</li>\n<li>The dunes of the Suguta Valley, a desert part of the Great Rift Valley in northwestern Kenya</li>\n<li>The dunes of the Danakil Depression, northeastern Ethiopia toward the border with Eritrea</li>\n<li>The dunes of Sossusvlei in the greater Namib-Naukluft National Park, Namibia</li>\n<li>The coastal dunes of Iona National Park in the southwesternmost part of Angola</li>\n<li>Khawa dunes in the Kgalagadi Transfrontier Park, the southwesternmost part of Botswana</li>\n<li>La Dune Rose in the city of Gao in northern Mali near the Niger River</li>\n<li>Erg Aoukar in southeastern Mauritania extending into Mali</li>\n<li>Erg Chech in southwestern Algeria and northern Mali</li>\n<li>Erg Chebbi and Erg Chigaga in southern Morocco</li>\n<li>Grand Erg Oriental in northeastern Algeria and southern Tunisia</li>\n<li>Grand Erg Occidental in western Algeria</li>\n<li>The Idehan Ubari and the Idehan Murzuq in southwestern Libya</li>\n<li>The Rebiana Sand Sea in southeastern Libya</li>\n<li>The Great Sand Sea in southeastern Libya and southwestern Egypt</li>\n<li>The Selima Sand Sheet in northwestern Sudan</li>\n<li>The dunes of the Bayuda Desert in northern Sudan</li>\n<li>The dunes of the Lompoul Desert in northwestern Senegal</li>\n<li>The coastal dunes of Bazaruto Island, Mozambique</li>\n<li>Erg du Djourab in northern Chad</li>\n<li>The dunes of the Mourdi Depression in northeastern Chad</li>\n<li>The dunes of Tin Toumma Desert, in southeastern Niger</li>\n<li>Grand Erg de Bilma in the Ténéré, in northern Niger</li>\n<li>The dunes of Oursi in the Sahel Region, northern Burkina Faso</li>\n<li>Tanzania's Shifting Sands near Olduvai Gorge</li>\n</ul>\n<h3><span id=\"Asia\">Asia</span></h3>\n<ul><li>The dunes in the Thar Desert in India and Pakistan</li>\n<li>Tottori Sand Dunes, Tottori Prefecture, Japan</li>\n<li>Rig-e Jenn in the Central Desert of Iran.</li>\n<li>Rig-e Lut in the Southeast of Iran.</li>\n<li>The Ilocos Norte Sand Dunes in the Philippines, particularly Paoay Sand Dunes.</li>\n<li>Mer'eb Dune (also written as Merheb) in United Arab Emirates, used as an arena for motor sports and skiing.</li>\n<li>Gumuk Pasir Parangkusumo near Parangtritis beach in Yogyakarta, Indonesia.</li>\n<li>Mui Ne, Vietnam.</li>\n<li>Wahiba Sands, Oman</li>\n<li>Teri, red dune complex in southern India</li>\n</ul>\n<h3><span id=\"Europe\">Europe</span></h3>\n<ul><li>The Dunes of Dyuni, near Pomorie, Bulgaria, vast area of sand dunes in the Burgas Province</li>\n<li>The Dune of Pilat, not far from Bordeaux, France, is the largest known sand dune in Europe</li>\n<li>The Dunes of Piscinas, in the south west of Sardinia island.</li>\n<li>Sands of Forvie within the Ythan Estuary complex, Aberdeenshire, Scotland.</li>\n<li>Oxwich Dunes, near Swansea, is on the Gower Peninsula in Wales.</li>\n<li>Winterton Dunes – Norfolk, England</li>\n<li>Słowiński National Park, Poland</li>\n<li>Akrotiri Sand Dune, Lemesos, Cyprus</li>\n<li>Råbjerg mile, Northern Jutland, Denmark</li>\n<li>Thy National Park, North Denmark Region, Denmark</li>\n<li>Dunes of Corrubedo, Spain</li>\n<li>Northern Littoral Natural Park, Portugal</li>\n<li>São Jacinto Dunes Natural Reserve, Portugal</li>\n<li>Rëra e Hedhur in Shëngjin, Albania</li>\n<li>Hoge Veluwe National Park, Veluwe, Netherlands</li>\n<li>Dunes of Texel National Park, Texel, Netherlands</li>\n<li>Zuid-Kennemerland National Park, North Holland, Netherlands</li>\n<li>Ammothines Lemnou, Lemnos, Greece</li>\n</ul><h3><span id=\"North_America\">North America</span></h3>\n\n\n<ul><li>Great Kobuk Sand Dunes, the northernmost sand dunes in the world, Kobuk Valley National Park, Alaska</li>\n<li>The Athabasca Sand Dunes, located in the Athabasca Sand Dunes Provincial Park, Saskatchewan.</li>\n<li>The Cadiz Dunes in the Mojave Trails National Monument in California.</li>\n<li>The Kelso Dunes in the Mojave Desert of California.</li>\n<li>Dunes in Death Valley National Park, California.</li>\n<li>Great Sand Dunes National Park, Colorado.</li>\n<li>White Sands National Monument, New Mexico.</li>\n<li>Little Sahara Recreation Area, Utah.</li>\n<li>Sleeping Bear Dunes National Lakeshore, Michigan, on the east shore of Lake Michigan.</li>\n<li>Indiana Dunes National Lakeshore, Indiana, on the south shore of Lake Michigan.</li>\n<li>Warren Dunes State Park, Michigan, on the east shore of Lake Michigan.</li>\n<li>Grand Sable Dunes, in the Pictured Rocks National Lakeshore, Michigan.</li>\n<li>Samalayuca Dunes, in the state of Chihuahua, Mexico</li>\n<li>Algodones Dunes near Brawley, California.</li>\n<li>Guadalupe-Nipomo Dunes, on the central coast of California.</li>\n<li>Monahans Sandhills State Park near Odessa, Texas.</li>\n<li>Beaver Dunes State Park near Beaver, Oklahoma.</li>\n<li>The Killpecker sand dunes of the Red Desert in southwestern Wyoming.</li>\n<li>Jockey's Ridge State Park – on the Outer Banks, North Carolina.</li>\n<li>The Great Dune found in Cape Henlopen State Park in Lewes, Delaware.</li>\n<li>Oregon Dunes National Recreation Area near Florence, Oregon, on the Pacific Coast.</li>\n<li>Bruneau Dunes State Park – Owyhee Desert, Idaho</li>\n<li>Hoffmaster State Park – Muskegon, Michigan</li>\n<li>Silver Lake State Park — a sand dunes that allows off-road vehicle use located in Mears, Michigan.</li>\n</ul><h3><span id=\"South_America\">South America</span></h3>\n\n<ul><li>Lençóis Maranhenses National Park in the state of Maranhão, Brazil</li>\n<li>Jericoacoara National Park, in the state of Ceará, Brazil</li>\n<li>Genipabu in Natal, Brazil</li>\n<li>Medanos de Coro National Park near the town of Coro, in Falcón State, Venezuela</li>\n<li>Duna Federico Kirbus in Catamarca Province, Argentina</li>\n<li>Villa Gesell in Buenos Aires Province, Argentina</li>\n<li>Cerro Blanco in Nazca Province, Peru</li>\n<li>Cerro Medanoso in Atacama Region, Chile</li>\n<li>Colún Beach, Valdivian Coastal Reserve in Chile</li>\n</ul><h3><span id=\"Oceania\">Oceania</span></h3>\n<ul><li>Simpson Desert sand dunes in the Northern Territory, Queensland and South Australia, Australia</li>\n<li>Fraser Island in Queensland, Australia</li>\n<li>Cronulla sand dunes in New South Wales, Australia</li>\n<li>Stockton Beach in New South Wales, Australia</li>\n<li>Te Paki sand dunes near Cape Reinga, New Zealand</li>\n</ul><h3><span id=\"World.27s_highest_dunes\">World's highest dunes</span></h3>\n<h3><span id=\"Sand_dune_systems\">Sand dune systems</span></h3>\n<dl><dd>(coastal dunes featuring succession)</dd>\n</dl><ul><li>Athabasca Sand Dunes Provincial Park, Alberta and Saskatchewan</li>\n<li>Ashdod Sand Dune, Israel</li>\n<li>Bamburgh Dunes, Northumberland, England</li>\n<li>Bradley Beach, New Jersey</li>\n<li>Circeo National Park, a Mediterranean dune area on the southwest coast of the Lazio region of Italy</li>\n<li>Cronulla sand dunes, NSW, Australia</li>\n<li>Crymlyn Burrows, Wales</li>\n<li>Dawlish Warren, Devon, England</li>\n<li>Fraser Island, Queensland Australia, largest sand island in the world</li>\n<li>Kenfig Burrows, Wales</li>\n<li>Margam burrows, Wales</li>\n<li>Murlough Sand Dunes, Newcastle, Co Down, Northern Ireland</li>\n<li>Morfa Harlech sand dunes, Gwynedd, Wales</li>\n<li>Newborough Warren, North Wales</li>\n<li>Oregon Dunes National Recreation Area, near North Bend, Oregon</li>\n<li>Penhale Sands, Cornwall, England</li>\n<li>Sleeping Bear Dunes National Lakeshore, Michigan</li>\n<li>Sandy Island Beach State Park, Richland, New York</li>\n<li>Studland, Dorset, England</li>\n<li>Thy National Park, North Denmark Region, Denmark</li>\n<li>Winterton, Norfolk, England</li>\n<li>Ynyslas Sand Dunes, Wales</li>\n</ul><h3><span id=\"Extraterrestrial_dunes\">Extraterrestrial dunes</span></h3>\n\n\n<p>Dunes can likely be found in any environment where there is a substantial atmosphere, winds, and dust to be blown. Dunes are common on Mars and in the equatorial regions of Titan.</p>\n<p>Titan's dunes include large expanses with modal lengths of about 20–30 km. The regions are not topographically confined, resembling sand seas. These dunes are interpreted to be longitudinal dunes whose crests are oriented parallel to the dominant wind direction, which generally indicates west-to-east wind flow. The sand is likely composed of hydrocarbon particles, possibly with some water ice mixed in.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Antidune</li>\n<li>Barchan</li>\n<li>Erg (landform)</li>\n<li>Ice dune</li>\n<li>List of landforms</li>\n<li>Masseira</li>\n<li>Médanos</li>\n<li>Sand dune stabilization</li>\n<li>Sandhill</li>\n<li>Singing sand</li>\n<li>Strand plain</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Bagnold, Ralph (2012) [1941]. <i>The Physics of Blown Sand and Desert Dunes</i>. Courier Dover Publications. ISBN 978-0-486-14119-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.aufirst=Ralph&amp;rft.aulast=Bagnold&amp;rft.btitle=The+Physics+of+Blown+Sand+and+Desert+Dunes&amp;rft.date=2012&amp;rft.genre=book&amp;rft.isbn=978-0-486-14119-0&amp;rft.pub=Courier+Dover+Publications&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Ralph Lorenz; James Zimbelman (2014). <i>Dune Worlds: How Wind-blown Sand Shapes Planetary Landscapes</i>. Springer. ISBN 978-3-540-89724-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.au=James+Zimbelman&amp;rft.au=Ralph+Lorenz&amp;rft.btitle=Dune+Worlds%3A+How+Wind-blown+Sand+Shapes+Planetary+Landscapes&amp;rft.date=2014&amp;rft.genre=book&amp;rft.isbn=978-3-540-89724-8&amp;rft.pub=Springer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Anthony J. Parsons, A. D. Abrahams, ed. (2009). <i>Geomorphology of Desert Environments</i>. Springer. ISBN 978-1-4020-5718-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.btitle=Geomorphology+of+Desert+Environments&amp;rft.date=2009&amp;rft.genre=book&amp;rft.isbn=978-1-4020-5718-2&amp;rft.pub=Springer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Pye, Kenneth; Tsoar, Haim (2009). <i>Aeolian Sand and Sand Dunes</i>. Springer. ISBN 978-3-540-85909-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.au=Tsoar%2C+Haim&amp;rft.aufirst=Kenneth&amp;rft.aulast=Pye&amp;rft.btitle=Aeolian+Sand+and+Sand+Dunes&amp;rft.date=2009&amp;rft.genre=book&amp;rft.isbn=978-3-540-85909-3&amp;rft.pub=Springer&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"Nouakchott, Mauritania\". NASA Earth Observatory<span>. Retrieved <span>2006-04-28</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.btitle=Nouakchott%2C+Mauritania&amp;rft.genre=unknown&amp;rft.pub=NASA+Earth+Observatory&amp;rft_id=http%3A%2F%2Fearthobservatory.nasa.gov%2FNewsroom%2FNewImages%2Fimages.php3%3Fimg_id%3D17168&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>V. Badescu, R. B. Cathcart and A. A. Bolonkin, \"Sand Dune Fixation: a solar-powered Sahara seawater pipeline macroproject\", in: <i>Land Degradation &amp; Development</i>; 19, (2008): doi:10.1002/ldr.864.</li>\n<li><cite class=\"citation web\">\"Types of Dunes\". USGS<span>. Retrieved <span>2010-10-06</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.btitle=Types+of+Dunes&amp;rft.genre=unknown&amp;rft.pub=USGS&amp;rft_id=http%3A%2F%2Fpubs.usgs.gov%2Fgip%2Fdeserts%2Fdunes%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"Summary: Dunes, Parabolic\". Desert Processes Working Group; Knowledge Sciences, Inc<span>. Retrieved <span>2010-10-06</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.btitle=Summary%3A+Dunes%2C+Parabolic&amp;rft.genre=unknown&amp;rft.pub=Desert+Processes+Working+Group%3B+Knowledge+Sciences%2C+Inc.&amp;rft_id=http%3A%2F%2Fwww.agc.army.mil%2Fresearch%2Fproducts%2Fdesert_guide%2Flsmsheet%2Flspara.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"Fighting wind erosion. One aspect of the combat against desertification\". Les dossiers thématiques du CSFD<span>. Retrieved <span>2011-01-04</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADune&amp;rft.btitle=Fighting+wind+erosion.+One+aspect+of+the+combat+against+desertification&amp;rft.genre=unknown&amp;rft.pub=Les+dossiers+th%C3%A9matiques+du+CSFD&amp;rft_id=http%3A%2F%2Fwww.csf-desertification.org%2Findex.php%2Fbibliotheque%2Fpublications-csfd%2Fles-dossiers-du-csfd-english%2Fdoc_details%2F142-mainguet-monique-a-dumay-frederic-2011-fighting-wind-erosion-&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Coastal Sand Dunes</li>\n<li>Dune pattern identification, U.S. Army</li>\n<li>The Bibliography of Aeolian Research</li>\n<li>Gold Coast Dune Management Policy</li>\n<li>USGS page on dune types</li>\n<li>Great Sand Dunes National Park</li>\n</ul>","shortText":"<p>In physical geography, a <b>dune</b> is a hill of loose sand built by aeolian processes (wind) or the flow of water. Dunes occur in different shapes and sizes, formed by interaction with the flow of air or water. Most kinds of dunes are longer on the windward side where the sand is pushed up the dune and have a shorter \"slip face\" in the lee of the wind. The valley or trough between dunes is called a <i>slack</i>. A \"dune field\" is an area covered by extensive sand dunes. Dunes occur, for example, in some deserts and along some coasts.","title":"Dune","id":"Dune"}