{"articleText":"<p>A <b>dune buggy</b> or <b>beach buggy</b> is a recreational motor vehicle with large wheels, and wide tires, designed for use on sand dunes, beaches, or desert recreation. It is called a \"Beach Buggy\" in the United Kingdom, Ireland and many other English speaking countries. The design is usually a modified vehicle and engine mounted on an open chassis. The modifications usually attempt to increase the power-to-weight ratio by either lightening the vehicle or increasing engine power or both. Dune buggies designed specifically for operation on open sand are called sandrails.</p>\n<p>A similar, more recent generation of off-road vehicle, often similar in appearance to a sandrail but designed for different use, is the \"off road go-kart\". The difference may be little more than fitting all-terrain tires instead of sand tires and the much smaller size of the engine.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Design\">Design</span></h2>\n<p>Dune buggies are usually created using one of three methods.</p>\n<p>The first involves alteration of an existing vehicle, most notably the original car or chassis, often a Volkswagen Beetle or a purpose-built chassis. The model is nicknamed Bug, therefore the term \"buggy\". The Beetle automobile platform is preferred for a variety of reasons. Most significant is the position of the rear mounted Volkswagen engine, which with removal of bodywork transfers a high proportion of the weight to the rear driven wheels for extra traction. The engine is air cooled, simplifying engine modification, and the absence of a radiator and liquid-cooling system eliminates multiple sources of failure. The low price, robustness of the front suspension, and the sizable quantity of spare parts from other VW Beetles and Type 2 (Microbus) are a further advantage. Chevrolet Corvair engines are also a way to upgrade to 6 cylinders and sometimes vehicles are fitted with turbochargers.</p>\n<p>The second method involves construction of a vehicle frame from scratch; formed and welded using steel tubing. The advantage of this method is that the fabricator can change fundamental parts of the vehicle (usually the suspension and addition of a built-in roll cage). Buggies of this type are called sandrails because of the rail frame. Sandrails, as with the VW Bug, often have the engine located behind the driver. Sizes can vary from a small-engine one-seat size to four-seat vehicles with eight or more cylinders. Sandrails can have panels or custom-shaped body coverings over frame, though many are left bare.</p>\n<p>The third method represents a mix of the above two design philosophies, typically constructed from a converted vehicle that has sustained damage from age, hard use, or accidents.</p>\n<h2><span id=\"Function\">Function</span></h2>\n\n<p>Initially dune buggies were designed for navigating desert or beaches (hence use of the word \"dune\" or \"beach\"). However, dune buggies have become more diversified in terms of the terrain they can handle and are being built for more generic off road tasks, such as CORR / SCORE indoor track racing. Some are even built for and used as on-road vehicles. Typically the function is determined before the buggy is created in order to maximize the comfort or abilities of the vehicle.</p>\n<p>Although dune buggies can be bought (as a kit), many drivers make their own. This is done by separately buying chassis, engine, tires, steering wheel, and axles. Some builders make their own chassis, which creates a special, customized vehicle.</p>\n<p>A 1961 or later rear engined Volkswagen Beetle sedan is the preferred donor to create a Dune Buggy. The VW Type 2, Type 3 and Type 4 do not make good donor cars: however, the engine, transaxle, wheels, and instruments can be used from these models.</p>\n<p>Other parts that can be salvaged from a donor VW for use in a Dune Buggy include the front axle and suspension, frame, pedal assembly, shock absorbers, seats, battery, fuel tank (1961 or later), steering column, brakes, instruments and switches, windshield wiper, horn, and emergency flasher unit.</p>\n<h2><span id=\"Military_buggies\">Military buggies</span></h2>\n\n<p>Because of the obvious advantages a buggy can afford on some terrain, they are also used by the military. The buggies built for the United States military used to be called Desert Patrol Vehicles (DPV) or Fast Attack Vehicles (FAV), and with the latest improvements are known as Light Strike Vehicles (LSV). They are used by United States Navy SEALs, the SAS, and other forces.</p>\n<p>In the United Kingdom, the SAS have always used cut-down, light-weight all terrain vehicles for secret special operations \"behind the lines\" since early in World War II. The SAS and other elite UK forces call them \"Pink Panthers\".</p>\n<p>LSVs are built by Chenowth Racing Products for the U. S. government. The newest version is the ALSV or Chenowth Advanced Light Strike Vehicle.</p>\n<h2><span id=\"Tube-framed_buggies\">Tube-framed buggies</span></h2>\n<p>The most common form of non-racing buggy consists of a purpose-built tube frame chassis, which is sturdy and simple to construct and repair. Steel tubing is preferred to pipe (pipe is rolled and welded, whereas tubing is mandrel drawn, giving it consistent wall thickness and superior strength.</p>\n<p>Engine size varies depending on the suspension, frame strength and performance needs. Engine size has varied from 50 cc for small light buggies to 7-liter engines and up, designed for professional racing. Dune buggies use both automatic and manual transmissions, sometimes based on application and engine power, but often based simply on personal choice.</p>\n<h2><span id=\"Fiberglass_dune_buggies\">Fiberglass dune buggies</span></h2>\n\n<p>Dune buggies with glass-reinforced plastic (fiberglass) bodies come in many shapes and sizes. Many companies worldwide have attempted to copy the original fiberglass dune buggy, the \"Meyers Manx\" built by Bruce Meyers. They can be seen on TV shows such as <i>Wonderbug</i> and <i>Speed Buggy</i>. These types of dune buggies are known as \"clones\".</p>\n<p>A few varieties of the earliest \"kit cars\" have been vehicles that use the dune buggy philosophy of substituting significant amounts of a car with custom parts to resemble production, modified, or prototype cars.</p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Dune buggies at Wikimedia Commons</li>\n</ul>","shortText":"<p>A <b>dune buggy</b> or <b>beach buggy</b> is a recreational motor vehicle with large wheels, and wide tires, designed for use on sand dunes, beaches, or desert recreation. It is called a \"Beach Buggy\" in the United Kingdom, Ireland and many other English speaking countries. The design is usually a modified vehicle and engine mounted on an open chassis. The modifications usually attempt to increase the power-to-weight ratio by either lightening the vehicle or increasing engine power or both. Dune buggies designed specifically for operation on open sand are called sandrails.","title":"Dune buggy","id":"Dune_buggy"}