{"articleText":"<p>An <b>entrenched river</b> refers to a river that is confined to a canyon or gorge, and in most cases, it is relatively narrow with very little or no flood plain. It often has meanders already developed into landscapes. An entrenched river usually forms a rapid downcutting of the river channel before it changes its course. The river downcutting may occur rapidly as a result of a tectonic uplift rift or when a lowering of the ocean floor takes place. Increased level of downcutting is also possible when a moraine-dammed lake collapses downstream, or when there is a capture of a river by another river. The meanders formed in these landscapes refer to incised meanders and they occur in two forms, including an ingrown meander and entrenched meander. An ingrown meander occurs when downcutting process is slow and the river can cause lateral erosion, leading to an asymmetric valley. The feature developed when such processes occur refers to un-incised meander. On the other hand, entrenched meander occurs when there is a rapid incision of the river bed such that the river does not have the opportunity to erode the lateral side. This leads to symmetrical valleys with a gorge-like appearance. It is widely believed that the development of these two features occurs before the rejuvenation does.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Causes\">Causes</span></h2>\n<p>As observed above, an entrenched river can be caused by either tectonic uplift in the area or when the lowering of the ocean floor occurs. It can also be caused by increased level of downcutting or a collapse of moraine-dammed lake downstream, or capture of the river by another river. Moreover, the process of river rejuvenation can also be the cause of river entrenchment, especially when the process has occurred due to tectonic uplift. river rejuvenation increases the power of the flowing water and, therefore, the process of erosion is accelerated.</p>\n<p>Studies show that tectonic movement, particularly movement associated with uplift, can influence spatial patterns of erosion and sedimentation. Although it is very difficult to offer detailed information of past tectonic activity, the basic temporal and spatial scale can show evidence of how this movement leads to the formation of an entrenched river. Various authors have used an entrenched river as evidence of tectonic movement in the past, and in this way they have proven the significant role of tectonic uplifts in the formation of an entrenched river.</p>\n<p>Several studies have cited incised meander a major feature of river entrenchment, as an impact of river rejuvenation. On the other hand, scholars argue that incised meanders and entrenched meanders are features formed before river rejuvenation. Incised meanders occur at the base of the river and they occur when the river base level has reduced, thus giving the river enough power for vertical erosion to take place. Some studies also indicate that anthropogenic factors such as clearing of vegetation, development of dams, and reservoir and urbanization are also causes of river entrenchment. For example, gravel mining along the Russian River developed the Middle Reach pit, which in turn led to the creation of the entrenched river. According to Posamentier, in the 1950s and 1980s, Russian River had gravel pits and dry creek. However, over time the river has become entrenched due to mining (p. 1777).</p>\n<p>Urbanization and clearing of vegetation increase runoff water, which in turn increases water volume, especially during rainy seasons. Therefore, the increased level of vertical erosion of the river increases the power of the water, leading to erosion of the river. A study of San Pedro River and another river in the southwest have indicated that floods were the main cause of river entrenchment in the 18th century. The study shows that increased population and human activities in these places increased floods and, consequently, the volume of runoff water (Hereford 43).</p>\n<h2><span id=\"Consequences\">Consequences</span></h2>\n<p>Rosgen indicates that the consequences of incised meander are associated with accelerated stream bank erosion, land loss, aquatic habitat loss, as well as lowering the water table. Additionally, the study also found that incised meanders also cause loss of land productivity and downstream sedimentation (p. 2). The factors are likely to affect not only the economic development on the land where it passes but it is also very costly when restoration is to be initiated. river entrenchment happens because of the water having the power to cause erosion on the river bed. This increased velocity has shown a negative effect on the riparian habitat, because of increased erosion of the area. For example, a study by Simon revealed that channel incision is a major characteristic of entrenched rivers, and it affects variables in riparian vegetation and growth of fish in the areas (p. 528). Lowering of the channels means that the ground water level has also reduced. Specifically, the development of the entrenched river reduces the amount of ground water due to water loss through infiltration. The movement of the base level changes tributaries and the entrenchment of a tributary channel. Studies of various rivers have revealed that the process of river entrenchment has been associated with adjustment of river positions through bank erosion, as well as widening.</p>\n<h2><span id=\"River_Restoration\">River Restoration</span></h2>\n<p>River entrenchment causes negative impacts, such as accelerated stream bank erosion, land loss, loss of aquatic habitat, loss of land productivity, lowering of water table and sedimentation of the river downstream. However, in order to offset these problems, channel restoration measures focusing on restoration of the river in its original or to its previous characteristics are available. Though to achieve good results, a good understanding of the river patterns and profile of stable channels is a critical requirement. The process also needs an elaborate procedure to be followed to ensure all important factors and actions are followed. Numerous projects across the globe involving river restoration have been conducted, and a good example of such projects is Maggie Creek, Nevada. The project was completed in 1990 on upper Maggie Creek in Nevada. It was a partnership between the government and a private ranch, and the project entailed straightening of many miles of unstable gravel bed regarded as the C4/D4 type.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>River incision</li>\n<li>River rejuvenation</li>\n<li>River Terrace</li>\n<li>Water Table</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p>An <b>entrenched river</b> refers to a river that is confined to a canyon or gorge, and in most cases, it is relatively narrow with very little or no flood plain. It often has meanders already developed into landscapes. An entrenched river usually forms a rapid downcutting of the river channel before it changes its course. The river downcutting may occur rapidly as a result of a tectonic uplift rift or when a lowering of the ocean floor takes place. Increased level of downcutting is also possible when a moraine-dammed lake collapses downstream, or when there is a capture of a river by another river. The meanders formed in these landscapes refer to incised meanders and they occur in two forms, including an ingrown meander and entrenched meander. An ingrown meander occurs when downcutting process is slow and the river can cause lateral erosion, leading to an asymmetric valley. The feature developed when such processes occur refers to un-incised meander. On the other hand, entrenched meander occurs when there is a rapid incision of the river bed such that the river does not have the opportunity to erode the lateral side. This leads to symmetrical valleys with a gorge-like appearance. It is widely believed that the development of these two features occurs before the rejuvenation does.","title":"Entrenched river","id":"Entrenched_river"}