{"articleText":"<p>An <b>esker</b>, <b>eskar</b>, <b>eschar</b>, or <b>os</b>, sometimes called an <i>asar</i>, <i>osar</i>, or <i>serpent kame</i>, is a long, winding ridge of stratified sand and gravel, examples of which occur in glaciated and formerly glaciated regions of Europe and North America. Eskers are frequently several kilometres long and, because of their peculiar uniform shape, are somewhat like railway embankments.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>The term <i>esker</i> is derived from the Irish word <i>eiscir</i> (Old Irish: <i>escir</i>), which means \"ridge or elevation, especially one separating two plains or depressed surfaces\". The Irish word was and is used particularly to describe long sinuous ridges, which are now known to be deposits of fluvio-glacial material. The best-known example of such an <i>eiscir</i> is the <i>Eiscir Riada</i>, which runs nearly the whole width of Ireland from Dublin to Galway, a distance of 200 km, and is still closely followed by the main Dublin-Galway road</p>\n<p>The synonym <i>os</i> comes from the Swedish word for an esker, <i>ås</i>.</p>\n<h2><span id=\"Geology\">Geology</span></h2>\n<p>Most eskers are argued to have formed within ice-walled tunnels by streams which flowed within and under glaciers. They tended to form around the time of the glacial maximum when the glacier was slow and sluggish. After the retaining ice walls melted away, stream deposits remained as long winding ridges. Water can flow uphill if it is under pressure in an enclosed pipe, such as a natural tunnel in ice.</p>\n<p>Eskers may also form above glaciers by accumulation of sediment in supraglacial channels, in crevasses, in linear zones between stagnant blocks, or in narrow embayments at glacier margins. Eskers form near the terminal zone of glaciers, where the ice is not moving as fast and is relatively thin.</p>\n\n<p>Plastic flow and melting of the basal ice determines the size and shape of the subglacial tunnel. This in turn determines the shape, composition and structure of an esker. Eskers may exist as a single channel, or may be part of a branching system with tributary eskers. They are not often found as continuous ridges, but have gaps that separate the winding segments. The ridge crests of eskers are not usually level for very long, and are generally knobby. Eskers may be broad-crested or sharp-crested with steep sides. They can reach hundreds of kilometers in length and are generally 20–30 metres in height.</p>\n<p>The path of an esker is governed by its water pressure in relation to the overlying ice. Generally the pressure of the ice was at such a point that it would allow eskers to run in the direction of glacial flow, but force them into the lowest possible points such as valleys or river beds, which may deviate from the direct path of the glacier. This process is what produces the wide eskers upon which roads and highways can be built. Less pressure, occurring in areas closer to the glacial maximum, can cause ice to melt over the stream flow and create steep-walled, sharply-arched tunnels.</p>\n<p>The concentration of rock debris in the ice and the rate at which sediment is delivered to the tunnel by melting and from upstream transport determines the amount of sediment in an esker. The sediment generally consists of coarse-grained, water-laid sand and gravel, although gravelly loam may be found where the rock debris is rich in clay. This sediment is stratified and sorted, and usually consists of pebble/cobble-sized material with occasional boulders. Bedding may be irregular but is almost always present, and cross-bedding is common.</p>\n<h2><span id=\"Life_on_eskers\">Life on eskers</span></h2>\n<p>Eskers are critical to the ecology of Northern Canada. Several plants that grow on eskers, including bear root and cranberries, are important food for bears and migrating waterfowl; animals from grizzly bears to tundra wolves to ground squirrels can burrow into the eskers to survive the long winters.</p>\n<h2><span id=\"Examples_of_eskers\">Examples of eskers</span></h2>\n\n\n<p>In Sweden Uppsalaåsen stretches for 250 km (160 mi) and passes through Uppsala city.</p>\n<p>Great Esker Park runs along the Back River in Weymouth, Massachusetts and is home to the highest esker in North America (90 ft).</p>\n<p>Pispala in Tampere, Finland is on an esker between two lakes carved by glaciers. A similar site is Punkaharju in Finnish Lakeland.</p>\n<p>The village of Kemnay in Aberdeenshire, Scotland has a 5 km esker locally called the Kemb Hills.</p>\n<p>There are over 1,000 eskers in the state of Michigan, primarily in the south-central Lower Peninsula. The longest esker in Michigan is the 22 mile long <i>Mason Esker</i>, which stretches south-southeast from DeWitt through Lansing and Holt, before ending near Mason.</p>\n<p>Esker systems in the U.S. state of Maine can be traced for up to 100 miles. [1]</p>\n<p>The Thelon Esker runs for 800 kilometers (497 miles) and straddles the border between Northwest Territories and Nunavut in Canada.</p>\n<p>Ovayok or Mount Pelly in Ovayok Territorial Park, Kitikmeot, Nunavut in Canada.</p>\n<p>Roads are sometimes built along eskers to save expense. Examples include the Denali Highway in Alaska, the Trans-Taiga Road in Quebec, and the \"Airline\" segment of Maine State Route 9 between Bangor and Calais. [2] There are numerous long eskers in the Adirondack State Park in upstate New York.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Tunnel valley</li>\n<li>Glacial landforms</li>\n<li>Glacier morphology</li>\n<li>Eskers Provincial Park (British Columbia, Canada)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Trenhaile, Alan (2007). <i>Geomorphology: A Canadian Perspective</i>. Don Mills, Ontario: Oxford University Press. pp. 188–191. ISBN 0-19-542474-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEsker&amp;rft.aufirst=Alan&amp;rft.aulast=Trenhaile&amp;rft.btitle=Geomorphology%3A+A+Canadian+Perspective&amp;rft.date=2007&amp;rft.genre=book&amp;rft.isbn=0-19-542474-3&amp;rft.pages=188-191&amp;rft.place=Don+Mills%2C+Ontario&amp;rft.pub=Oxford+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Oblique aerial photo of an esker in Waterford, Maine</li>\n<li>Esker Riada Webpage</li>\n<li>Diagram illustrating (i) tunnel in glacier before retreat of ice, forming (ii) meandering esker in <i>The Ice Melts: Deposition</i> on page 6 of \"Pennsylvania and the Ice Age\" published 1999 by PA DCNR Bureau of Topographic and Geologic Survey</li>\n<li>The Bridgenorth Esker: geomorphology and sedimentology</li>\n</ul>","shortText":"<p>An <b>esker</b>, <b>eskar</b>, <b>eschar</b>, or <b>os</b>, sometimes called an <i>asar</i>, <i>osar</i>, or <i>serpent kame</i>, is a long, winding ridge of stratified sand and gravel, examples of which occur in glaciated and formerly glaciated regions of Europe and North America. Eskers are frequently several kilometres long and, because of their peculiar uniform shape, are somewhat like railway embankments.","title":"Esker","id":"Esker"}