{"articleText":"<p><b>Evaporite</b> ( <span></span>) is a name for a water-soluble mineral sediment that results from concentration and crystallization by evaporation from an aqueous solution. There are two types of evaporite deposits: marine, which can also be described as ocean deposits, and non-marine, which are found in standing bodies of water such as lakes. Evaporites are considered sedimentary rocks and are formed by chemical sediments.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation_of_evaporite_rocks\">Formation of evaporite rocks</span></h2>\n<p>Although all water bodies on the surface and in aquifers contain dissolved salts, the water must evaporate into the atmosphere for the minerals to precipitate. For this to happen, the water body must enter a restricted environment where water input into this environment remains below the net rate of evaporation. This is usually an arid environment with a small basin fed by a limited input of water. When evaporation occurs, the remaining water is enriched in salts, and they precipitate when the water becomes supersaturated.</p>\n<h2><span id=\"Evaporite_depositional_environments\">Evaporite depositional environments</span></h2>\n<h3><span id=\"Marine_evaporites\">Marine evaporites</span></h3>\n\n<p>Marine evaporites tend to have thicker deposits and are usually the focus of more extensive research. They also have a system of evaporation. When scientists evaporate ocean water in a laboratory, the minerals are deposited in a defined order that was first demonstrated by Usiglio in 1884. The first phase of the experiment begins when about 50% of the original water depth remains. At this point, minor carbonates begin to form. The next phase in the sequence comes when the experiment is left with about 20% of its original level. At this point, the mineral gypsum begins to form, which is then followed by halite at 10%, excluding carbonate minerals that tend not to be evaporates. The most common minerals that are generally considered to be the most representative of marine evaporates are calcite, gypsum and anhydrite, halite, sylvite, carnallite, langbeinite, polyhalite, and kainite. Kieserite (MgSO<sub>4</sub>) may also be included, which often will make up less than four percent of the overall content. However, there are approximately 80 different minerals that have been reported found in evaporite deposits (Stewart,1963;Warren,1999), though only about a dozen are common enough to be considered important rock formers.</p>\n<h3><span id=\"Non-marine_evaporites\">Non-marine evaporites</span></h3>\n<p>Non-marine evaporites are usually composed of minerals that are not common in marine environments because in general the water from which non-marine evaporite precipitates has proportions of chemical elements different from those found in the marine environments. Common minerals that are found in these deposits include blödite, borax, epsomite, gaylussite, glauberite, mirabilite, thenardite and trona. Non-marine deposits may also contain halite, gypsum, and anhydrite, and may in some cases even be dominated by these minerals, although they did not come from ocean deposits. This, however, does not make non-marine deposits any less important; these deposits often help to paint a picture into past Earth climates. Some particular deposits even show important tectonic and climatic changes. These deposits also may contain important minerals that help in today's economy. Thick non-marine deposits that accumulate tend to form where evaporation rates will exceed the inflow rate, and where there is sufficient soluble supplies. The inflow also has to occur in a closed basin, or one with restricted outflow, so that the sediment has time to pool and form in a lake or other standing body of water. Primary examples of this are called \"saline lake deposits\". Saline lakes includes things such as perennial lakes, which are lakes that are there year-round, playa lakes, which are lakes that appear only during certain seasons, or any other terms that are used to define places that hold standing bodies of water intermittently or year-round. Examples of modern non-marine depositional environments include the Great Salt Lake in Utah and the Dead Sea, which lies between Jordan and Israel.</p>\n<p>Evaporite depositional environments that meet the above conditions include:</p>\n<ul><li>Graben areas and half-grabens within continental rift environments fed by limited riverine drainage, usually in subtropical or tropical environments\n<ul><li>Example environments at the present that match this is the Denakil Depression, Ethiopia; Death Valley, California</li>\n</ul></li>\n<li>Graben environments in oceanic rift environments fed by limited oceanic input, leading to eventual isolation and evaporation\n<ul><li>Examples include the Red Sea, and the Dead Sea in Jordan and Israel</li>\n</ul></li>\n<li>Internal drainage basins in arid to semi-arid temperate to tropical environments fed by ephemeral drainage\n<ul><li>Example environments at the present include the Simpson Desert, Western Australia, the Great Salt Lake in Utah</li>\n</ul></li>\n<li>Non-basin areas fed exclusively by groundwater seepage from artesian waters\n<ul><li>Example environments include the seep-mounds of the Victoria Desert, fed by the Great Artesian Basin, Australia</li>\n</ul></li>\n<li>Restricted coastal plains in regressive sea environments\n<ul><li>Examples include the sabkha deposits of Iran, Saudi Arabia, and the Red Sea; the Garabogazköl of the Caspian Sea</li>\n</ul></li>\n<li>Drainage basins feeding into extremely arid environments\n<ul><li>Examples include the Chilean deserts, certain parts of the Sahara, and the Namib</li>\n</ul></li>\n</ul><p>The most significant known evaporite depositions happened during the Messinian salinity crisis in the basin of the Mediterranean.</p>\n<h2><span id=\"Evaporitic_formations\">Evaporitic formations</span></h2>\n\n<p>Evaporite formations need not be composed entirely of halite salt. In fact, most evaporite formations do not contain more than a few percent of evaporite minerals, the remainder being composed of the more typical detrital clastic rocks and carbonates. Examples of evaporate formations include occurrences of evaporite sulfur in Eastern Europe and West Asia.</p>\n<p>For a formation to be recognised as evaporitic it may simply require recognition of halite pseudomorphs, sequences composed of some proportion of evaporite minerals, and recognition of mud crack textures or other textures.</p>\n<h2><span id=\"Economic_importance_of_evaporites\">Economic importance of evaporites</span></h2>\n<p>Evaporites are important economically because of their mineralogy, their physical properties in-situ, and their behaviour within the subsurface.</p>\n<p>Evaporite minerals, especially nitrate minerals, are economically important in Peru and Chile. Nitrate minerals are often mined for use in the production on fertilizer and explosives.</p>\n<p>Thick halite deposits are expected to become an important location for the disposal of nuclear waste because of their geologic stability, predictable engineering and physical behaviour, and imperviousness to groundwater.</p>\n<p>Halite formations are famous for their ability to form diapirs, which produce ideal locations for trapping petroleum deposits.</p>\n<p>Halite deposits are often mined for use as salt.</p>\n<h2><span id=\"Major_groups_of_evaporite_minerals\">Major groups of evaporite minerals</span></h2>\n\n<p>This is a chart that shows minerals that form the marine evaporite rocks, they are usually the most common minerals that appear in this kind of deposit.</p>\n\n<ul><li>Halides: halite, sylvite (KCl), and fluorite</li>\n<li>Sulfates: such as gypsum, barite, and anhydrite</li>\n<li>Nitrates: nitratine (soda niter) and niter</li>\n<li>Borates: typically found in arid-salt-lake deposits plentiful in the southwestern US. A common borate is borax, which has been used in soaps as a surfactant.</li>\n<li>Carbonates: such as trona, formed in inland brine lakes.\n<ul><li>Some evaporite minerals, such as Hanksite, are from multiple groups.</li>\n</ul></li>\n</ul><p>Evaporite minerals start to precipitate when their concentration in water reaches such a level that they can no longer exist as solutes.</p>\n<p>The minerals precipitate out of solution in the reverse order of their solubilities, such that the order of precipitation from sea water is:</p>\n<ol><li>Calcite (CaCO<sub>3</sub>) and dolomite (CaMg(CO<sub>3</sub>)<sub>2</sub>)</li>\n<li>Gypsum (CaSO<sub>4</sub>-2H<sub>2</sub>O) and anhydrite (CaSO<sub>4</sub>).</li>\n<li>Halite (i.e. common salt, NaCl)</li>\n<li>Potassium and magnesium salts</li>\n</ol><p>The abundance of rocks formed by seawater precipitation is in the same order as the precipitation given above. Thus, limestone (calcite) and dolomite are more common than gypsum, which is more common than halite, which is more common than potassium and magnesium salts.</p>\n<p>Evaporites can also be easily recrystallized in laboratories in order to investigate the conditions and characteristics of their formation.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of minerals</li>\n<li>List of rock types</li>\n<li>Salt dome</li>\n<li>Diapir</li>\n<li>Tectonic rifts</li>\n<li>Graben</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p><b>Evaporite</b> ( <span></span>) is a name for a water-soluble mineral sediment that results from concentration and crystallization by evaporation from an aqueous solution. There are two types of evaporite deposits: marine, which can also be described as ocean deposits, and non-marine, which are found in standing bodies of water such as lakes. Evaporites are considered sedimentary rocks and are formed by chemical sediments.","title":"Evaporite","id":"Evaporite"}