{"articleText":"<p>A geological <b>fold</b> occurs when one or a stack of originally flat and planar surfaces, such as sedimentary strata, are bent or curved as a result of permanent deformation. Synsedimentary folds are those due to slumping of sedimentary material before it is lithified. Folds in rocks vary in size from microscopic crinkles to mountain-sized folds. They occur singly as isolated folds and in extensive fold trains of different sizes, on a variety of scales.</p>\n<p>Folds form under varied conditions of stress, hydrostatic pressure, pore pressure, and temperature gradient, as evidenced by their presence in soft sediments, the full spectrum of metamorphic rocks, and even as primary flow structures in some igneous rocks. A set of folds distributed on a regional scale constitutes a fold belt, a common feature of orogenic zones. Folds are commonly formed by shortening of existing layers, but may also be formed as a result of displacement on a non-planar fault (<i>fault bend fold</i>), at the tip of a propagating fault (<i>fault propagation fold</i>), by differential compaction or due to the effects of a high-level igneous intrusion e.g. above a laccolith.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Describing_folds\">Describing folds</span></h2>\n\n\n<p>Folds are classified by their size, fold shape, tightness, and dip of the axial plane.</p>\n<h3><span id=\"Fold_terminology_in_two_dimensions\">Fold terminology in two dimensions</span></h3>\n<p>A fold surface seen in profile can be divided into <i>hinge</i> and <i>limb</i> portions. The limbs are the flanks of the fold and the hinge is where the flanks join together. The hinge point is the point of minimum radius of curvature (maximum curvature) for a fold. The crest of the fold is the highest point of the fold surface, and the trough is the lowest point. The inflection point of a fold is the point on a limb at which the concavity reverses; on regular folds, this is the midpoint of the limb.</p>\n<h3><span id=\"Fold_terminology_in_three_dimensions\">Fold terminology in three dimensions</span></h3>\n<p>The hinge points along an entire folded surface form a hinge line, which can be either a <i>crest line</i> or a <i>trough line</i>. The trend and plunge of a linear hinge line gives you information about the orientation of the fold. To more completely describe the orientation of a fold, one must describe the <i>axial surface</i>. The axial surface is the surface defined by connecting all the hinge lines of stacked folding surfaces. If the axial surface is a planar surface then it is called the axial plane and can be described by the strike and dip of the plane. An <i>axial trace</i> is the line of intersection of the axial surface with any other surface (ground, side of mountain, geological cross-section).</p>\n<p>Finally, folds can have, but don't necessarily have a <i>fold axis</i>. A fold axis, “is the closest approximation to a straight line that when moved parallel to itself, generates the form of the fold.” (Davis and Reynolds, 1996 after Donath and Parker, 1964; Ramsay 1967). A fold that can be generated by a fold axis is called a <i>cylindrical fold</i>. This term has been broadened to include near-cylindrical folds. Often, the fold axis is the same as the hinge line.</p>\n<h3><span id=\"Fold_shape\">Fold shape</span></h3>\n<p>A fold can be shaped as a chevron, with planar limbs meeting at an angular axis, as <b>cuspate</b> with curved limbs, as circular with a curved axis, or as elliptical with unequal wavelength.</p>\n<h3><span id=\"Fold_tightness\">Fold tightness</span></h3>\n<p>Fold tightness is defined by the size of the angle between the fold's limbs (as measured tangential to the folded surface at the inflection line of each limb), called the interlimb angle. Gentle folds have an interlimb angle of between 180° and 120°, open folds range from 120° to 70°, close folds from 70° to 30°, and tight folds from 30° to 0°. <i>Isoclines</i>, or <i>isoclinal folds</i>, have an interlimb angle of between 10° and zero, with essentially parallel limbs.</p>\n<h3><span id=\"Fold_symmetry\">Fold symmetry</span></h3>\n<p>Not all folds are equal on both sides of the axis of the fold. Those with limbs of relatively equal length are termed symmetrical, and those with highly unequal limbs are asymmetrical. Asymmetrical folds generally have an axis at an angle to the original unfolded surface they formed on.</p>\n<h3><span id=\"Deformation_style_classes\">Deformation style classes</span></h3>\n<p>Folds that maintain uniform layer thickness are classed as <i>concentric</i> folds. Those that do not are called <i>similar folds</i>. Similar folds tend to display thinning of the limbs and thickening of the hinge zone. Concentric folds are caused by warping from active buckling of the layers, whereas similar folds usually form by some form of shear flow where the layers are not mechanically active. Ramsay has proposed a classification scheme for folds that often is used to describe folds in profile based upon curvature of the inner and outer lines of a fold, and the behavior of <i>dip isogons</i>. that is, lines connecting points of equal dip:</p>\n\n<h2><span id=\"Fold_types\">Fold types</span></h2>\n\n\n\n<ul><li>Anticline: linear, strata normally dip away from axial center, <i>oldest</i> strata in center irrespective of orientation.</li>\n<li>Syncline: linear, strata normally dip toward axial center, <i>youngest</i> strata in center irrespective of orientation.</li>\n<li>Antiform: linear, strata dip away from axial center, age unknown, or inverted.</li>\n<li>Synform: linear, strata dip toward axial centre, age unknown, or inverted.</li>\n<li>Dome: nonlinear, strata dip away from center in all directions, <i>oldest</i> strata in center.</li>\n<li>Basin: nonlinear, strata dip toward center in all directions, <i>youngest</i> strata in center.</li>\n<li>Monocline: linear, strata dip in one direction between horizontal layers on each side.</li>\n<li>Chevron: angular fold with straight limbs and small hinges</li>\n<li>Recumbent: linear, fold axial plane oriented at low angle resulting in overturned strata in one limb of the fold.</li>\n<li>Slump: typically monoclinal, result of differential compaction or dissolution during sedimentation and lithification.</li>\n<li>Ptygmatic: Folds are chaotic, random and disconnected. Typical of sedimentary slump folding, migmatites and decollement detachment zones.</li>\n<li>Parasitic: short wavelength folds formed within a larger wavelength fold structure - normally associated with differences in bed thickness</li>\n<li>Disharmonic: Folds in adjacent layers with different wavelengths and shapes</li>\n</ul><p>(A homocline involves strata dipping in the same direction, though not necessarily any folding.)</p>\n<h2><span id=\"Causes_of_folding\">Causes of folding</span></h2>\n<p>Folds appear on all scales, in all rock types, at all levels in the crust and arise from a variety of causes.</p>\n<h3><span id=\"Layer-parallel_shortening\">Layer-parallel shortening</span></h3>\n\n<p>When a sequence of layered rocks is shortened parallel to its layering, this deformation may be accommodated in a number of ways, homogeneous shortening, reverse faulting or folding. The response depends on the thickness of the mechanical layering and the contrast in properties between the layers. If the layering does begin to fold, the fold style is also dependent on these properties. Isolated thick competent layers in a less competent matrix control the folding and typically generate classic rounded buckle folds accommodated by deformation in the matrix. In the case of regular alternations of layers of contrasting properties, such as sandstone-shale sequences, kink-bands, box-folds and chevron folds are normally produced.</p>\n\n\n\n<h3><span id=\"Fault-related_folding\">Fault-related folding</span></h3>\n<p>Many folds are directly related to faults, associate with their propagation, displacement and the accommodation of strains between neighbouring faults.</p>\n<h4><span id=\"Fault_bend_folding\">Fault bend folding</span></h4>\n<p>Fault bend folds are caused by displacement along a non-planar fault. In non-vertical faults, the hanging-wall deforms to accommodate the mismatch across the fault as displacement progresses. Fault bend folds occur in both extensional and thrust faulting. In extension, listric faults form rollover anticlines in their hanging walls. In thrusting, <i>ramp anticlines</i> are formed whenever a thrust fault cuts up section from one detachment level to another. Displacement over this higher-angle ramp generates the folding.</p>\n<h4><span id=\"Fault_propagation_folding\">Fault propagation folding</span></h4>\n<p>Fault propagation folds or <i>tip-line folds</i> are caused when displacement occurs on an existing fault without further propagation. In both reverse and normal faults this leads to folding of the overlying sequence, often in the form of a monocline.</p>\n<h4><span id=\"Detachment_folding\">Detachment folding</span></h4>\n<p>When a thrust fault continues to displace above a planar detachment without further fault propagation, detachment folds may form, typically of box-fold style. These generally occur above a good detachment such as in the Jura Mountains, where the detachment occurs on middle Triassic evaporites.</p>\n<h3><span id=\"Folding_in_shear_zones\">Folding in shear zones</span></h3>\n\n<p>Shear zones that approximate to simple shear typically contain minor asymmetric folds, with the direction of overturning consistent with the overall shear sense. Some of these folds have highly curved hinge lines and are referred to as <i>sheath folds</i>. Folds in shear zones can be inherited, formed due to the orientation of pre-shearing layering or formed due to instability within the shear flow.</p>\n<h3><span id=\"Folding_in_sediments\">Folding in sediments</span></h3>\n<p>Recently deposited sediments are normally mechanically weak and prone to remobilisation before they become lithified, leading to folding. To distinguish them from folds of tectonic origin, such structures are called synsedimentary (formed during sedimentation).</p>\n<p>Slump folding: When slumps form in poorly consolidated sediments, they commonly undergo folding, particularly at their leading edges, during their emplacement. The asymmetry of the slump folds can be used to determine paleoslope directions in sequences of sedimentary rocks.</p>\n<p>Dewatering: Rapid dewatering of sandy sediments, possibly triggered by seismic activity, can cause convolute bedding.</p>\n<p>Compaction: Folds can be generated in a younger sequence by differential compaction over older structures such as fault blocks and reefs.</p>\n<h3><span id=\"Igneous_intrusion\">Igneous intrusion</span></h3>\n<p>The emplacement of igneous intrusions tends to deform the surrounding country rock. In the case of high-level intrusions, near the Earth's surface, this deformation is concentrated above the intrusion and often takes the form of folding, as with the upper surface of a laccolith.</p>\n<h3><span id=\"Flow_folding\">Flow folding</span></h3>\n\n<p>The compliance of rock layers is referred to as <i>competence</i>: a competent layer or bed of rock can withstand an applied load without collapsing and is relatively strong, while an incompetent layer is relatively weak. When rock behaves as a fluid, as in the case of very weak rock such as rock salt, or any rock that is buried deeply enough, it typically shows <i>flow folding</i> (also called <i>passive folding</i>, because little resistance is offered): the strata appear shifted undistorted, assuming any shape impressed upon them by surrounding more rigid rocks. The strata simply serve as markers of the folding. Such folding is also a feature of many igneous intrusions and glacier ice.</p>\n<h2><span id=\"Folding_mechanisms\">Folding mechanisms</span></h2>\n\n<p>Folding of rocks must balance the deformation of layers with the conservation of volume in a rock mass. This occurs by several mechanisms.</p>\n<h3><span id=\"Flexural_slip\">Flexural slip</span></h3>\n<p>Flexural slip allows folding by creating layer-parallel slip between the layers of the folded strata, which, altogether, result in deformation. A good analogy is bending a phone book, where volume preservation is accommodated by slip between the pages of the book.</p>\n<p>The fold formed by the compression of competent rock beds is called \"flexure fold\".</p>\n<h3><span id=\"Buckling\">Buckling</span></h3>\n<p>Typically, folding is thought to occur by simple buckling of a planar surface and its confining volume. The volume change is accommodated by <i>layer parallel shortening</i> the volume, which grows in <i>thickness</i>. Folding under this mechanism is typically of the similar fold style, as thinned limbs are shortened horizontally and thickened hinges do so vertically.</p>\n<h3><span id=\"Mass_displacement\">Mass displacement</span></h3>\n<p>If the folding deformation cannot be accommodated by flexural slip or volume-change shortening (buckling), the rocks are generally removed from the path of the stress. This is achieved by pressure dissolution, a form of metamorphic process, in which rocks shorten by dissolving constituents in areas of high strain and redepositing them in areas of lower strain. Folds created in this way include examples in migmatites, and areas with a strong axial planar cleavage.</p>\n<h2><span id=\"Mechanics_of_folding\">Mechanics of folding</span></h2>\n<p>Folds in rock are formed in relation to the stress field in which the rocks are located and the rheology, or method of response to stress, of the rock at the time at which the stress is applied.</p>\n<p>The rheology of the layers being folded determines characteristic features of the folds that are measured in the field. Rocks that deform more easily form many short-wavelength, high-amplitude folds. Rocks that do not deform as easily form long-wavelength, low-amplitude folds.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>3D fold evolution</li>\n<li>Orogeny</li>\n<li>Mountain building</li>\n<li>Thrust fault</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"General_references\">General references</span></h2>\n<ul><li><cite class=\"citation book\">David D. Pollard; Raymond C. Fletcher (2005). <i>Fundamentals of structural geology</i>. Cambridge University Press. ISBN 0-521-83927-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFold+%28geology%29&amp;rft.au=David+D.+Pollard&amp;rft.au=Raymond+C.+Fletcher&amp;rft.btitle=Fundamentals+of+structural+geology&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=0-521-83927-0&amp;rft.pub=Cambridge+University+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D9atcPwpwgJ0C%26printsec%3Dfrontcover%23v%3Donepage%26q%3D%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Davis, George H.; Reynolds, Stephen J. (1996). \"Folds\". <i>Structural Geology of Rocks and Regions</i>. New York, John Wiley &amp; Sons. pp. 372–424. ISBN 0-471-52621-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFold+%28geology%29&amp;rft.atitle=Folds&amp;rft.au=Davis%2C+George+H.&amp;rft.au=Reynolds%2C+Stephen+J.&amp;rft.btitle=Structural+Geology+of+Rocks+and+Regions&amp;rft.date=1996&amp;rft.genre=bookitem&amp;rft.isbn=0-471-52621-5&amp;rft.pages=372-424&amp;rft.pub=New+York%2C+John+Wiley+%26+Sons&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Donath, F.A., and Parker, R.B., 1964, Folds and Folding: Geological Society of America Bulletin, v. 75, p. 45-62</li>\n<li><cite class=\"citation book\">McKnight, Tom L; Hess, Darrel (2000). \"The Internal Processes: Folding\". <i>Physical Geography: A Landscape Appreciation</i>. Upper Saddle River, NJ: Prentice Hall. pp. 409–14. ISBN 0-13-020263-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFold+%28geology%29&amp;rft.atitle=The+Internal+Processes%3A+Folding&amp;rft.au=Hess%2C+Darrel&amp;rft.au=McKnight%2C+Tom+L&amp;rft.btitle=Physical+Geography%3A+A+Landscape+Appreciation&amp;rft.date=2000&amp;rft.genre=bookitem&amp;rft.isbn=0-13-020263-0&amp;rft.pages=409-14&amp;rft.place=Upper+Saddle+River%2C+NJ&amp;rft.pub=Prentice+Hall&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Ramsay, J.G., 1967, Folding and fracturing of rocks: McGraw-Hill Book Company, New York, 560p.</li>\n<li><cite class=\"citation book\">Lisle, Richard J (2004). \"Folding\". <i>Geological Structures and Maps: 3rd Edition</i>. Elsevier. p. 33. ISBN 0-7506-5780-4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFold+%28geology%29&amp;rft.atitle=Folding&amp;rft.au=Lisle%2C+Richard+J&amp;rft.btitle=Geological+Structures+and+Maps%3A+3rd+Edition&amp;rft.date=2004&amp;rft.genre=bookitem&amp;rft.isbn=0-7506-5780-4&amp;rft.pages=33&amp;rft.pub=Elsevier&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>","shortText":"<p>A geological <b>fold</b> occurs when one or a stack of originally flat and planar surfaces, such as sedimentary strata, are bent or curved as a result of permanent deformation. Synsedimentary folds are those due to slumping of sedimentary material before it is lithified. Folds in rocks vary in size from microscopic crinkles to mountain-sized folds. They occur singly as isolated folds and in extensive fold trains of different sizes, on a variety of scales.","title":"Fold (geology)","id":"Fold_(geology)"}