{"articleText":"<p>In geology and geomorphology, a <b>hogback</b> (or <b>hog's back</b>) is a long narrow ridge or series of hills with a narrow crest and steep slopes of nearly equal inclination on both flanks. Typically, this term is restricted to a ridge created by the differential erosion of outcropping, steeply dipping (greater than 30–40°), homoclinal, typically sedimentary strata. One side, its backslope, of a hogback consists of the surface (bedding plane) of steeply dipping rock stratum, which is called a \"dip slope.\" Its other side, its escarpment or \"frontslope\" or \"scarp slope\", is an erosion face that cuts through the dipping strata that comprises the hogback. The name for this landform refers to its resemblance in outline to the back of a hog. It was named after a hogback, Hog's Back, of the North Downs in Surrey, England. This term is also used for any ridge with a sharp summit and steep slopes of nearly equal inclination on both flanks. It is sometimes applied to drumlins and, in Maine, to both eskers and ridges known as \"horsebacks\".</p>\n<p>Hogbacks are a typical regional topographic expression of outcrops of steeply dipping strata, commonly sedimentary strata, that consist of alternating beds of hard, well-lithified strata, i.e. sandstone and limestone, and either weak or loosely cemented strata, i.e. shale, mudstone, and marl. The surface of a hard, erosion-resistant layer forms the back slope (dip-slope) of the hogback where weaker strata have been preferentially stripped off of it by erosion. The opposite slope that forms the front of a hogback, which is its escarpment or scarp, consists of a slope that cuts across the bedding of the strata. Because of the steeply dipping nature of the strata that forms a hogback, a slight shift in location may take place as the landscape is lowered by erosion, but it will be a matter of feet rather than miles, as might happen with cuestas.</p>\n<p>All gradations occur between hogbacks, homoclinal ridges, and cuestas. The differences between these landforms are related to the steepness in dip of the resistant beds from which they have been eroded and to their geographic extent. Where hogback, homoclinal ridges, and cuestas occur depends upon whether the local rock attitudes are either nearly vertical, moderately dipping, or gently dipping. Because of their gradational nature, the exact angle of dip and slope that separates these landforms is arbitrary and some differences in the specific angles used to define these landforms can be found in the scientific literature. In addition, it also can be difficult to distinguish sharply immediately adjacent members of this series of landforms because of their gradational nature.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Examples_of_hogbacks\">Examples of hogbacks</span></h2>\n<h3><span id=\"Europe\">Europe</span></h3>\n<h4><span id=\"United_Kingdom\">United Kingdom</span></h4>\n<ul><li>Hog's Back, of the North Downs in Surrey, England; the original hogback from which the landform is named. Formed from a monoclinal fold, leading to steeply dipping chalk beds which are more resistant to erosion than the flanking clays.</li>\n</ul><h4><span id=\"Belgium\">Belgium</span></h4>\n<ul><li>The Richelsley in the western North Eifel, Belgium.</li>\n</ul><h4><span id=\"Germany\">Germany</span></h4>\n<ul><li>The Teufelsmauer (\"Devil's Wall\") in the northern Harz Foreland.</li>\n<li>The Externsteine in the Teutoburg Forest.</li>\n<li>The Ith, a knife-edge ridge in the Weser Uplands.</li>\n</ul><h3><span id=\"North_America\">North America</span></h3>\n<h4><span id=\"Dinosaur_Ridge.2C_Colorado\">Dinosaur Ridge, Colorado</span></h4>\n\n\n<p>Dinosaur Ridge is a well known hogback that is part of Morrison Fossil Area National Natural Landmark within Morrison, Colorado. It is a hogback formed by the differential erosion of well-cemented sandstones of the Cretaceous Dakota Formation, which form the dip slope of this hogback, overlying the less erosion-resistant and interbedded mudstone, siltstone, and thinly-bedded sandstones of the Morrison Formation of Jurassic age. Dinosaur Ridge is only a short segment of the Dakota Hogback that extends the length of the Front Range from Wyoming to southern Colorado.</p>\n<h4><span id=\"Grand_Hogback.2C_Colorado\">Grand Hogback, Colorado</span></h4>\n<p>The Grand Hogback is a 70-mile long ridge located in Western Colorado. It marks part of the boundary between the Colorado Plateau to the west and the Southern Rocky Mountains to the east.</p>\n<h4><span id=\"Black_Hills_hogbacks\">Black Hills hogbacks</span></h4>\n<p>While most hogbacks snake along a surface in a relatively sinuous line, a few, such as those in Sundance, Wyoming, encircle a dome. The Dakota Sandstone Hogback encircles the Black Hills, an elliptical dome spanning from northwestern South Dakota to northeastern Wyoming. The Black Hills are approximately 125 miles long and 65 miles wide. The Dakota Hogback ridge formed when the resistant sandstones of the Dakota Sandstone and underlying strata were uplifted near the center of the present-day Black Hills because of a granite intrusion, approximately 60 million years ago. The Black Hills are farthest east and outlying segment of the Laramide orogeny. The Dakota hogback rim separates the surrounding flat plains from the two mile wide Red Valley trench of the Black Hills. The ridge \"presents a steep face towards the valley and rises several hundred feet above it.</p>\n<h4><span id=\"Green_Mountain_hogbacks\">Green Mountain hogbacks</span></h4>\n<p>Green Mountain (Google Maps), also known as the Little Sundance Dome, is found just east of Sundance, Wyoming. It is a circular dome about 1800m across and 1400m wide surrounded by a rim of triangular hogbacks (similar in appearance to flatirons). Green Mountain itself, much like the Black Hills, is a laccolith formed by the intrusion of magma into the Earth's crust.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Flatiron (geomorphology)</li>\n<li>Flatirons</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p>In geology and geomorphology, a <b>hogback</b> (or <b>hog's back</b>) is a long narrow ridge or series of hills with a narrow crest and steep slopes of nearly equal inclination on both flanks. Typically, this term is restricted to a ridge created by the differential erosion of outcropping, steeply dipping (greater than 30–40°), homoclinal, typically sedimentary strata. One side, its backslope, of a hogback consists of the surface (bedding plane) of steeply dipping rock stratum, which is called a \"dip slope.\" Its other side, its escarpment or \"frontslope\" or \"scarp slope\", is an erosion face that cuts through the dipping strata that comprises the hogback. The name for this landform refers to its resemblance in outline to the back of a hog. It was named after a hogback, Hog's Back, of the North Downs in Surrey, England. This term is also used for any ridge with a sharp summit and steep slopes of nearly equal inclination on both flanks. It is sometimes applied to drumlins and, in Maine, to both eskers and ridges known as \"horsebacks\".","title":"Hogback (geology)","id":"Hogback_(geology)"}