{"articleText":"<p>An <b>inselberg</b> or <b>monadnock</b> ( <span></span>) is an isolated rock hill, knob, ridge, or small mountain that rises abruptly from a gently sloping or virtually level surrounding plain.</p>\n<p>In southern and south-central Africa, a similar formation of granite is known as a <i>koppie</i>, an Afrikaans word (\"little head\") from the Dutch word <i>kopje</i>.</p>\n<p>If the inselberg is dome-shaped and formed from granite or gneiss, it can also be called a bornhardt, though not all bornhardts are inselbergs.</p>\n<p>Inselberg fields and inselberg plains occur in various parts of the world including the interior of Angola, Namibia, Tanzania, the Anti-Atlas of Morocco, Northern Finland and Swedish Lapland. The strandflat of Norway was held by Julius Büdel to be an etchplain with inselbergs.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<h3><span id=\"Inselberg\">Inselberg</span></h3>\n<p>The word <i>inselberg</i> is German for \"island mountain\". The name was coined in 1900 by geologist Wilhelm Bornhardt (1864–1946) to describe the abundance of such features found in southern Africa. At that time, the term applied only to arid landscape features. However, the term inselberg has since been used to describe a broader geography and range of rock features, leading to confusion about the precise definition of the term. In a 1973 study examining the use of the term, one researcher found that the term had been used for features in savannah climates 40% of the time, arid or semi-arid climates 32% of the time, humid-subtropical and arctic 12% of the time, and 6% each in humid-tropical and Mediterranean climates. As recently as 1972, the term has been defined as \"steep-sided isolated hills rising relatively abruptly above gently sloping ground\". This definition includes such features as buttes; conical hills with rectilinear sides typically found in arid regions; regolith-covered concave-convex hills; rock crests over regolith slopes; rock domes with near vertical sides; tors (koppies) formed of large boulders but with solid rock cores. Thus, the terms monadnock and inselberg may not perfectly match, though some authors have explicitly argued these terms are in fact completely synonymous.</p>\n\n<h3><span id=\"Monadnock\">Monadnock</span></h3>\n\n<p><i>Monadnock</i> is an originally Native American term for an isolated hill or a lone mountain that stands above the surrounding area, typically by surviving erosion. Geologists took the name from Mount Monadnock in southwestern New Hampshire. It is thought to derive from the Abenaki language, from either <i>menonadenak</i> (smooth mountain) or <i>menadena</i> (isolated mountain). In this context, <i>monadnock</i> is used to describe a mountain that rises from an area of relatively flat and/or lower terrain. For instance, Mount Monadnock rises 2,000 feet (610 m) above its surrounding terrain and stands, at 3,165 feet (965 m), nearly 1,000 feet (300 m) higher than any mountain peak within 30 miles (48 km).</p>\n<h2><span id=\"Geology\">Geology</span></h2>\n\n<p>Volcanic or other processes may give rise to a body of rock resistant to erosion, inside a body of softer rock such as limestone, which is more susceptible to erosion. When the less resistant rock is eroded away to form a plain, the more resistant rock is left behind as an isolated mountain. The strength of the uneroded rock is often attributed to the tightness of its jointing.</p>\n<p>The presence of an inselberg typically indicates the existence of a nearby plateau or highland, or their remnants. This is especially the case for inselbergs composed of sedimentary rock, which will display the same stratigraphic units as this nearby plateau. However once exposed, the inselbergs are destroyed by marginal collapse of joint blocks and exfoliation sheets. This process leaves behind tors perched at their summits and, over time, a talus-bordered residual known as a castle kopje appears. By this association various inselberg fields in Africa and South America are assumed to be the vestiges of eroded etchplains.</p>\n<p>Inselbergs can be reshaped by ice sheets much the same way as roche moutonnées. In northern Sweden this kind of inselbergs have been referred as <i>flyggbergs</i>.</p>\n<h2><span id=\"Ecology\">Ecology</span></h2>\n<p>The kopjes of Eastern Africa tend to be a refuge for life in the Serengeti of Tanzania and Kenya. Where the soil is too thin or hard to support tree life in large areas, soil trapped by kopjes can be dense with trees while the surrounding land contains only short grass. Hollows in the rock surfaces provide catchments for rainwater. Many animals have adapted to the use of kopjes, including the lion, the hyrax, and an abundance of bird and reptile life.</p>\n\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of inselbergs</li>\n<li>Mesa</li>\n<li>Tuya</li>\n<li>Caprock</li>\n<li>Dissected plateau</li>\n<li>Mogote</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> <cite class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Monadnock\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInselberg&amp;rft.atitle=Monadnock&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>","shortText":"<p>An <b>inselberg</b> or <b>monadnock</b> ( <span></span>) is an isolated rock hill, knob, ridge, or small mountain that rises abruptly from a gently sloping or virtually level surrounding plain.","title":"Inselberg","id":"Inselberg"}