{"articleText":"<p>A <b>kettle</b> (<b>kettle hole, pothole</b>) is a shallow, sediment-filled body of water formed by retreating glaciers or draining floodwaters. The kettles are formed as a result of blocks of ice calving from glaciers and becoming submerged in the sediment on the outwash plain. Another source is the sudden drainage of an ice-dammed lake. When the block melts, the hole it leaves behind is a kettle. As the ice melts, ramparts can form around the edge of the kettle hole. The lakes that fill these holes are seldom more than 10 m (33 ft) deep and eventually become filled with sediment. In acid conditions, a kettle bog may form but in alkaline conditions, it will be kettle peatland.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Overview\">Overview</span></h2>\n<p>Kettles are fluvioglacial landforms occurring as the result of blocks of ice calving from the front of a receding glacier and becoming partially to wholly buried by glacial outwash. Glacial outwash is generated when streams of meltwater flow away from the glacier and deposit sediment to form broad outwash plains called sandurs. When the ice blocks melt, kettle holes are left in the sandur. When the development of numerous kettle holes disrupt sandur surfaces, a jumbled array of ridges and mounds form, resembling kame and kettle topography. Kettle holes can also occur in ridge shaped deposits of loose rock fragments called till.</p>\n<p>Kettle holes can form as the result of floods caused by the sudden drainage of an ice-dammed lake. These floods, called jökulhlaups, often rapidly deposit large quantities of sediment onto the sandur surface. The kettle holes are formed by the melting blocks of sediment-rich ice that were transported and consequently buried by the jökulhlaups. It was found in field observations and laboratory simulations done by Maizels in 1992 that ramparts form around the edge of kettle holes generated by jökulhlaups. The development of distinct types of ramparts depends on the concentration of rock fragments contained in the melted ice block and on how deeply the block was buried by sediment.</p>\n<p>Most kettle holes are less than two kilometres in diameter, although some in the U.S. Midwest exceed ten kilometres. Puslinch Lake in Ontario, Canada, is the largest kettle lake in Canada spanning 160 hectares (400 acres). Fish Lake in the north-central Cascade Mountains of the U.S. state of Washington is 200 hectares (490 acres).</p>\n\n<p>The depth of most kettles is less than ten meters. In most cases, kettle holes eventually fill with water, sediment, or vegetation. If the kettle is fed by surface or underground rivers or streams, it becomes a <b>kettle lake</b>. If the kettle receives its water from precipitation, the groundwater table, or a combination of the two, it is termed a <b>kettle pond</b> or <b>kettle wetland</b>, if vegetated. Kettle ponds that are not affected by the groundwater table will usually become dry during the warm summer months, in which case they are deemed ephemeral.</p>\n<h2><span id=\"Kettle_bogs\">Kettle bogs</span></h2>\n<p>If water in a kettle becomes acidic due to decomposing organic plant matter, it becomes a kettle bog; or, if underlying soils are lime-based and neutralize the acidic conditions somewhat, it becomes a kettle peatland. Kettle bogs are closed ecosystems because they have no water source other than precipitation. Both acidic kettle bogs and fresh water kettles are important ecological niches for some symbiotic species of flora and fauna.</p>\n\n\n<p>The Kettle Moraine, a region of Wisconsin covering an area from Green Bay to south-central Wisconsin, has numerous kettles, moraines and other glacial features. It has many kettle lakes, some of which are 100 to 200 feet (61 m) deep. Kettle Point, Ontario, Canada, has rock concretions locally named 'kettles', but there are no kettle lakes in this region.</p>\n<h2><span id=\"Examples_of_kettles\">Examples of kettles</span></h2>\n<p>The Prairie Pothole Region extends from northern Alberta, Canada to Iowa, United States and includes thousands of small sloughs and lakes.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Glacial landforms</li>\n<li>Pingo</li>\n<li>Pond</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Geology of Ice Age National Scientific Reserve of Wisconsin NPS Scientific Monograph No. 2</li>\n<li>The genesis of the northern Kettle Moraine, Wisconsin - PDF</li>\n<li>Geology of the Adirondack Park</li>\n<li><cite class=\"citation web\">\"Pothole Lakes in Siberia\". NASA Earth Observatory. Archived from the original on 2006-09-30<span>. Retrieved <span>2006-05-02</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AKettle+%28landform%29&amp;rft.btitle=Pothole+Lakes+in+Siberia&amp;rft.genre=unknown&amp;rft.pub=NASA+Earth+Observatory&amp;rft_id=http%3A%2F%2Fearthobservatory.nasa.gov%2FNewsroom%2FNewImages%2Fimages.php3%3Fimg_id%3D17099&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>http://wdfw.wa.gov/fish/warmwater/library/fpt05-11.pdf</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://www.slackpacker.com/glacial.html</li>\n<li>http://www.kmoraine.com/interest.htm</li>\n<li>http://zeitcam.com/showcam.php?cam=fishlake&amp;currentimage=1</li>\n</ul>","shortText":"<p>A <b>kettle</b> (<b>kettle hole, pothole</b>) is a shallow, sediment-filled body of water formed by retreating glaciers or draining floodwaters. The kettles are formed as a result of blocks of ice calving from glaciers and becoming submerged in the sediment on the outwash plain. Another source is the sudden drainage of an ice-dammed lake. When the block melts, the hole it leaves behind is a kettle. As the ice melts, ramparts can form around the edge of the kettle hole. The lakes that fill these holes are seldom more than 10 m (33 ft) deep and eventually become filled with sediment. In acid conditions, a kettle bog may form but in alkaline conditions, it will be kettle peatland.","title":"Kettle (landform)","id":"Kettle_(landform)"}