{"articleText":"<p>In volcanology, a <b>lava dome</b> or <b>volcanic dome</b> is a roughly circular mound-shaped protrusion resulting from the slow extrusion of viscous lava from a volcano. The geochemistry of lava domes can vary from basalt to rhyolite although most preserved domes tend to have high silica content. The characteristic dome shape is attributed to high viscosity that prevents the lava from flowing very far. This high viscosity can be obtained in two ways: by high levels of silica in the magma, or by degassing of fluid magma. Since viscous basaltic and andesitic domes weather fast and easily break apart by further input of fluid lava, most of the preserved domes have high silica content and consist of rhyolite or dacite.</p>\n<p>Existence of lava domes has been suggested for some domed structures on the Martian surface in the western part of Arcadia Planitia and within Terra Sirenum.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Dome_dynamics\">Dome dynamics</span></h2>\n\n<p>Lava domes evolve unpredictably, due to non-linear dynamics caused by crystallization and outgassing of the highly viscous lava in the dome's conduit. Domes undergo various processes such as growth, collapse, solidification and erosion.</p>\n<p>Lava domes grow by endogenic dome growth or exogenic dome growth. The former implies dome interior expansion to accommodate new lava and the latter refers to superficial piling up of lava. It is the high viscosity of the lava that prevents it from flowing far from the vent from which it extrudes, creating a dome-like shape of sticky lava that then cools slowly in situ. Domes may reach heights of several hundred meters, and can grow slowly and steadily for months (e.g. Unzen volcano), years (e.g. Soufrière Hills volcano), or even centuries (e.g. Mount Merapi volcano). The sides of these structures are composed of unstable rock debris. Due to the intermittent buildup of gas pressure, erupting domes can often experience episodes of explosive eruption over time. If part of a lava dome collapses while it is still molten, it can produce pyroclastic flows, one of the most lethal forms of volcanic event. Other hazards associated with lava domes are the destruction of property, forest fires, and lahars triggered by pyroclastic flows near mud, snow and ice. Lava domes are one of the principal structural features of many stratovolcanoes worldwide. Lava domes are prone to unusually dangerous explosions since they contain rhyolitic silica-rich lava.</p>\n<p>Characteristics of lava dome eruptions include shallow, long-period and hybrid seismicity, which is attributed to excess fluid pressures in the contributing vent chamber. Other characteristics of lava domes include their hemispherical dome shape, cycles of dome growth over long periods, and sudden onsets of violent explosive activity. The average rate of dome growth may be used as a rough indicator of magma supply, but it shows no systematic relationship to the timing or characteristics of lava dome explosions.</p>\n<h2><span id=\"Related_landforms\">Related landforms</span></h2>\n\n<h3><span id=\"Cryptodomes\">Cryptodomes</span></h3>\n<p>A cryptodome (from Greek κρυπτός, <i>kryptos</i>, \"hidden, secret\") is a dome-shaped structure created by accumulation of viscous magma at a shallow depth. One example of a cryptodome was in the May 1980 eruption of Mount St. Helens, where the explosive eruption began after a landslide caused the side of the volcano to fall, leading to explosive decompression of the subterranean cryptodome.</p>\n<h3><span id=\"Lava_coul.C3.A9es\">Lava coulées</span></h3>\n\n<p>Coulées (or coulees) are lava domes that have experienced some flow away from their original position, thus resembling both lava domes and lava flows.</p>\n<p>The world's largest known dacite flow is the Chao dacite dome complex, a huge coulée flow-dome between two volcanoes in northern Chile. This flow is over 14 kilometres (8.7 mi) long, has obvious flow features like pressure ridges, and a flow front 400 metres (1,300 ft) tall (the dark scalloped line at lower left). There is another prominent coulée flow on the flank of Llullaillaco volcano, in Argentina, and other examples in the Andes.</p>\n\n<h2><span id=\"Examples_of_lava_domes\">Examples of lava domes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n\n<h2><span id=\"External_links\">External links</span></h2>","shortText":"<p>In volcanology, a <b>lava dome</b> or <b>volcanic dome</b> is a roughly circular mound-shaped protrusion resulting from the slow extrusion of viscous lava from a volcano. The geochemistry of lava domes can vary from basalt to rhyolite although most preserved domes tend to have high silica content. The characteristic dome shape is attributed to high viscosity that prevents the lava from flowing very far. This high viscosity can be obtained in two ways: by high levels of silica in the magma, or by degassing of fluid magma. Since viscous basaltic and andesitic domes weather fast and easily break apart by further input of fluid lava, most of the preserved domes have high silica content and consist of rhyolite or dacite.","title":"Lava dome","id":"Lava_dome"}