{"articleText":"<p>A <b>levee</b> (<span></span>), <b>dike</b>, <b>dyke</b>, <b>embankment</b>, <b>floodbank</b> or <b>stopbank</b> is an elongated naturally occurring ridge or artificially constructed fill or wall, which regulates water levels. It is usually earthen and often parallel to the course of a river in its floodplain or along low-lying coastlines.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Speakers of American English (notably in the Midwest and Deep South), use the word <i>levee</i>, from the French word <i>levée</i> (from the feminine past participle of the French verb <i>lever</i>, \"to raise\"). It originated in New Orleans a few years after the city's founding in 1718 and was later adopted by English speakers. The name derives from the trait of the levee's ridges being <i>raised</i> higher than both the channel and the surrounding floodplains.</p>\n<p>The modern word <i>dike</i> or <i>dyke</i> most likely derives from the Dutch word <i>dijk</i>, with the construction of dikes in Frisia (now part of the Netherlands and Germany) well attested as early as the 11th century. The 126 kilometres (78 mi) long Westfriese Omringdijk, completed by 1250, formed by connecting existing older dikes. The Roman chronicler Tacitus mentions that the rebellious Batavi pierced dikes to flood their land and to protect their retreat (AD 70). The word <i>dijk</i> originally indicated both the trench and the bank. It closely parallels the English verb <i>to dig</i>.</p>\n<p>In Anglo-Saxon, the word <i>dic</i> already existed and was pronounced as <i>dick</i> in northern England and as <i>ditch</i> in the south. Similar to Dutch, the English origins of the word lie in digging a trench and forming the upcast soil into a bank alongside it. This practice has meant that the name may be given to either the excavation or to the bank. Thus Offa's Dyke is a combined structure and Car Dyke is a trench - though it once had raised banks as well. In the midlands and north of England, and in the United States, a dike is what a ditch is in the south, a property-boundary marker or small drainage-channel. Where it carries a stream, it may be called a running dike as in <i>Rippingale Running Dike</i>, which leads water from the catchwater drain, Car Dyke, to the South Forty Foot Drain in Lincolnshire (TF1427). The Weir Dike is a soak dike in Bourne North Fen, near Twenty and alongside the River Glen, Lincolnshire. In the Norfolk and Suffolk Broads, a dyke may be a drainage ditch or a narrow artificial channel off a river or broad for access or mooring, some longer dykes being named, e.g. Candle Dyke.</p>\n<p>In parts of Britain, particularly Scotland, a dyke may be a field wall, generally made with dry stone.</p>\n<h2><span id=\"Uses\">Uses</span></h2>\n\n<p>The main purpose of artificial levees is to prevent flooding of the adjoining countryside and to slow natural course changes in a waterway to provide reliable shipping lanes for maritime commerce over time; they also confine the flow of the river, resulting in higher and faster water flow. Levees can be mainly found along the sea, where dunes are not strong enough, along rivers for protection against high-floods, along lakes or along polders. Furthermore, levees have been built for the purpose of empoldering, or as a boundary for an inundation area. The latter can be a controlled inundation by the military or a measure to prevent inundation of a larger area surrounded by levees. Levees have also been built as field boundaries and as military defences. More on this type of levee can be found in the article on dry-stone walls.</p>\n<p>Levees can be permanent earthworks or emergency constructions (often of sandbags) built hastily in a flood emergency. When such an emergency bank is added on top of an existing levee it is known as a <i>cradge</i>.</p>\n<p>Some of the earliest levees were constructed by the Indus Valley Civilization (in Pakistan and North India from circa 2600 BC) on which the agrarian life of the Harappan peoples depended. Levees were also constructed over 3,000 years ago in ancient Egypt, where a system of levees was built along the left bank of the River Nile for more than 600 miles (970 km), stretching from modern Aswan to the Nile Delta on the shores of the Mediterranean. The Mesopotamian civilizations and ancient China also built large levee systems. Because a levee is only as strong as its weakest point, the height and standards of construction have to be consistent along its length. Some authorities have argued that this requires a strong governing authority to guide the work, and may have been a catalyst for the development of systems of governance in early civilizations. However, others point to evidence of large scale water-control earthen works such as canals and/or levees dating from before King Scorpion in Predynastic Egypt, during which governance was far less centralized.</p>\n<p>Another example of a historical levee that protected the growing city-state of Mēxihco-Tenōchtitlan and the neighbouring city of Tlatelōlco, was constructed during the early 1400s, under the supervision of the tlahtoani of the altepetl Texcoco, Nezahualcoyotl. Its function was to separate the brackish waters of Lake Texcoco (ideal for the agricultural technique <i>Chināmitls</i>) from the fresh potable water supplied to the settlements. However, after the Europeans destroyed Tenochtitlan, the levee was also destroyed and flooding became a major problem, which resulted in the majority of The Lake to be drained in the 17th Century.</p>\n<p>Levees are usually built by piling earth on a cleared, level surface. Broad at the base, they taper to a level top, where temporary embankments or sandbags can be placed. Because flood discharge intensity increases in levees on both river banks, and because silt deposits raise the level of riverbeds, planning and auxiliary measures are vital. Sections are often set back from the river to form a wider channel, and flood valley basins are divided by multiple levees to prevent a single breach from flooding a large area. A levee made from stones laid in horizontal rows with a bed of thin turf between each of them is known as a <i>spetchel</i>.</p>\n<p>Artificial levees require substantial engineering. Their surface must be protected from erosion, so they are planted with vegetation such as Bermuda grass in order to bind the earth together. On the land side of high levees, a low terrace of earth known as a <i>banquette</i> is usually added as another anti-erosion measure. On the river side, erosion from strong waves or currents presents an even greater threat to the integrity of the levee. The effects of erosion are countered by planting suitable vegetation or installing stones, boulders, weighted matting or concrete revetments. Separate ditches or drainage tiles are constructed to ensure that the foundation does not become waterlogged.</p>\n<h3><span id=\"River_flood_prevention\">River flood prevention</span></h3>\n\n\n<p>Prominent levee systems have been built along the Mississippi River and Sacramento River in the United States, and the Po, Rhine, Meuse River, Rhône, Loire, Vistula, the delta formed by the Rhine, Maas/Meuse and Scheldt in the Netherlands and the Danube in Europe. During the Chinese Warring States period, the Dujiangyan irrigation system was built by the Qin as a water conservation and flood control project. The system's infrastructure is located on the Minjiang (Chinese: <span lang=\"zh\" xml:lang=\"zh\">岷江</span>; pinyin: <i><span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">Mínjiāng</span></i>), which is the longest tributary of the Chang Jiang, in Sichuan, China.</p>\n<p>The Mississippi levee system represents one of the largest such systems found anywhere in the world. It comprises over 3,500 miles (5,600 km) of levees extending some 1,000 kilometres (620 mi) along the Mississippi, stretching from Cape Girardeau, Missouri, to the Mississippi Delta. They were begun by French settlers in Louisiana in the 18th century to protect the city of New Orleans. The first Louisiana levees were about 3 feet (0.91 m) high and covered a distance of about 50 miles (80 km) along the riverside. The U.S. Army Corps of Engineers, in conjunction with the Mississippi River Commission, extended the levee system beginning in 1882 to cover the riverbanks from Cairo, Illinois to the mouth of the Mississippi delta in Louisiana. By the mid-1980s, they had reached their present extent and averaged 24 feet (7.3 m) in height; some Mississippi levees are as high as 50 feet (15 m). The Mississippi levees also include some of the longest continuous individual levees in the world. One such levee extends southwards from Pine Bluff, Arkansas, for a distance of some 380 miles (610 km).</p>\n<p>The United States Army Corps of Engineers (USACE) recommends and supports Cellular Confinement technology (geocells) as a best management practice. Particular attention is given to the matter of surface erosion, overtopping prevention and protection of levee crest and downstream slope. Reinforcement with geocells provides tensile force to the soil to better resist instability.</p>\n<p>Artificial levees can lead to an elevation of the natural river bed over time; whether this happens or not and how fast, depends on different factors, one of them being the amount and type of the bed load of a river. Alluvial rivers with intense accumulations of sediment tend to this behavior. Examples of rivers where artificial levees led to an elevation of the river bed, even up to a point where the river bed is higher than the adjacent ground surface behind the levees, are found for the Yellow River in China and the Mississippi in the USA.</p>\n<h3><span id=\"Coastal_flood_prevention\">Coastal flood prevention</span></h3>\n<p>Levees are very common on the marshlands bordering the Bay of Fundy in New Brunswick and Nova Scotia Canada. The Acadians who settled the area can be credited with the original construction of many of the levees in the area, created for the purpose of farming the fertile tidal marshlands. These levees are referred to as dykes. They are constructed with hinged sluice gates that open on the falling tide to drain freshwater from the agricultural marshlands, and close on the rising tide to prevent seawater from entering behind the dyke. These sluice gates are called \"aboiteaux\". In the Lower Mainland around the city of Vancouver, British Columbia, there are levees (known locally as dikes, and also referred to as \"the sea wall\") to protect low-lying land in the Fraser River delta, particularly the city of Richmond on Lulu Island. There are also dikes to protect other locations which have flooded in the past, such as the Pitt Polder, land adjacent to the Pitt River and other tributary rivers.</p>\n<p>Coastal flood prevention levees are also common along the inland coastline behind the Wadden Sea, an area devastated by many historic floods. Thus the peoples and governments have erected increasingly large and complex flood protection levee systems to stop the sea even during storm floods. The biggest of these are of course the huge levees in the Netherlands, which have gone beyond just defending against floods, as they have aggressively taken back land that is below mean sea level.</p>\n<h3><span id=\"Spur_dykes_or_groynes\">Spur dykes or groynes</span></h3>\n\n<p>These typically man-made hydraulic structures are situated to protect against erosion. They are typically placed in alluvial rivers perpendicular, or at an angle, to the bank of the channel or the revetment, and are used widely along coastlines. There are two common types of spur dyke, permeable and impermeable, depending on the materials used to construct them.</p>\n<h2><span id=\"Natural_examples\">Natural examples<span id=\"Natural_levee\"></span><span id=\"Natural_levees\"></span></span></h2>\n<p>Natural levees commonly form around lowland rivers and creeks without human intervention. They are elongate ridges of mud and/or silt that form on the river floodplains immediately adjacent to the cut banks. Like artificial levees, they act to reduce the likelihood of floodplain inundation.</p>\n<p>Deposition of levees is a natural consequence of the flooding of meandering rivers which carry high proportions of suspended sediment in the form of fine sands, silts, and muds. Because the carrying capacity of a river depends in part on its depth, the sediment in the water which is over the flooded banks of the channel is no longer capable of keeping the same amount of fine sediments in suspension as the main thalweg. The extra fine sediments thus settle out quickly on the parts of the floodplain nearest to the channel. Over a significant number of floods, this will eventually result in the building up of ridges in these positions, and reducing the likelihood of further floods and episodes of levee building.</p>\n<p>If aggradation continues to occur in the main channel, this will make levee overtopping more likely again, and the levees can continue to build up. In some cases this can result in the channel bed eventually rising above the surrounding floodplains, penned in only by the levees around it; an example is the Yellow River in China near the sea, where oceangoing ships appear to sail high above the plain on the elevated river.</p>\n<p>Levees are common in any river with a high suspended sediment fraction, and thus are intimately associated with meandering channels, which also are more likely to occur where a river carries large fractions of suspended sediment. For similar reasons, they are also common in tidal creeks, where tides bring in large amounts of coastal silts and muds. High spring tides will cause flooding, and result in the building up of levees.</p>\n<h2><span id=\"Failures_and_breaches\">Failures and breaches</span></h2>\n\n<p>Both natural and man-made levees can fail in a number of ways. Factors that cause levee failure include overtopping, erosion, structural failures, and levee saturation. The most frequent (and dangerous) is a <i>levee breach</i>. Here, a part of the levee actually breaks or is eroded away, leaving a large opening for water to flood land otherwise protected by the levee. A breach can be a sudden or gradual failure, caused either by surface erosion or by subsurface weakness in the levee. A breach can leave a fan-shaped deposit of sediment radiating away from the breach, described as a crevasse splay. In natural levees, once a breach has occurred, the gap in the levee will remain until it is again filled in by levee building processes. This increases the chances of future breaches occurring in the same location. Breaches can be the location of meander cutoffs if the river flow direction is permanently diverted through the gap.</p>\n<p>Sometimes levees are said to fail when water <i>overtops</i> the crest of the levee. This will cause flooding on the floodplains, but because it does not damage the levee, it has fewer consequences for future flooding.</p>\n<p>Among various failure mechanisms that cause levee breaches, soil erosion is found to be one of the most important factors . Predicting soil erosion and scour generation when overtopping happens is important in order to design stable levee and floodwalls. There have been numerous studies to investigate the erodibility of soils. Briaud et al. (2008)  used Erosion Function Apparatus (EFA) test to measure the erodibility of the soils and afterwards by using Chen 3D software, numerical simulations were performed on the levee to find out the velocity vectors in the overtopping water and the generated scour when the overtopping water impinges the levee. By analyzing the results from EFA test, an erosion chart to categorize erodibility of the soils was developed. Hughes and Nadal in 2009  studied the effect of combination of wave overtopping and storm surge overflow on the erosion and scour generation in levees. The study included hydraulic parameters and flow characteristics such as flow thickness, wave intervals, surge level above levee crown in analyzing scour development. According to the laboratory tests, empirical correlations related to average overtopping discharge were derived to analyze the resistance of levee against erosion. These equations could only fit to the situation similar to the experimental tests while they can give a reasonable estimation if applied to other conditions.</p>\n<p>Osouli et al. (2014) and Karimpour et al. (2015) conducted lab scale physical modeling of levees to evaluate score characterization of different levees due to floodwall overtopping.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Breakwater (structure)</li>\n<li>Bridge scour</li>\n<li>Bunding</li>\n<li>Coupure</li>\n<li>Dam</li>\n<li>Earth structure</li>\n<li>Flood control</li>\n<li>Flood wall</li>\n<li>Jetty</li>\n<li>Lava levee</li>\n<li>Nullah</li>\n<li>Seawall</li>\n<li>Sleeper dike</li>\n<li>Subsidence</li>\n<li>Trench</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"Well Diggers Trick\", June 1951, <i>Popular Science</i> article on how flood control engineers were using an old method to protect flood levees along rivers from seepage undermining the levee</li>\n<li>\"Design and Construction of Levees\" US Army Engineer Manual EM-1110-2-1913, 30 April 2000, about the design and construction of levees.</li>\n<li>\"Design and Construction of Levees\" US Army Engineer Manual EM-1110-2-1913</li>\n<li>The International Levee Handbook</li>\n</ul>","shortText":"<p>A <b>levee</b> (<span></span>), <b>dike</b>, <b>dyke</b>, <b>embankment</b>, <b>floodbank</b> or <b>stopbank</b> is an elongated naturally occurring ridge or artificially constructed fill or wall, which regulates water levels. It is usually earthen and often parallel to the course of a river in its floodplain or along low-lying coastlines.","title":"Levee","id":"Levee"}