{"articleText":"<p>A <b>moraine</b> is any glacially formed accumulation of unconsolidated glacial debris (regolith and rock) that occurs in both currently and formerly glaciated regions on Earth (i.e. a past glacial maximum), through geomorphological processes. Moraines are formed from debris previously carried along by a glacier and normally consist of somewhat rounded particles ranging in size from large boulders to minute glacial flour. Lateral moraines are formed at the side of the ice flow and terminal moraines at the foot, marking the maximum advance of the glacier. Other types of moraine include ground moraines, till-covered areas with irregular topography, and medial moraines which are formed where two glaciers meet.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Characteristics\">Characteristics</span></h2>\n<p>Moraines may be composed of debris ranging in size from silt-sized glacial flour to large boulders. The debris is typically sub-angular to rounded in shape. Moraines may be on the glacier’s surface or deposited as piles or sheets of debris where the glacier has melted.</p>\n<h3><span id=\"Formation\">Formation</span></h3>\n<p>Moraines may form through a number of processes, depending on the characteristics of sediment, the dynamics on the ice, and the location on the glacier in which the moraine is formed. Moraine forming processes may be loosely divided into passive and active. Passive processes involve the placing of chaotic supraglacial sediments onto the landscape with limited reworking, typically forming hummocky moraines. These moraines are composed of supraglacial sediments from the ice surface. Active processes form or rework moraine sediment directly by the movement of ice, known as glaciotectonism. These form push moraines and thrust-block moraines, which are often composed of till and reworked proglacial sediment.</p>\n<p>Moraine may also form by the accumulation of sand and gravel deposits from glacial streams emanating from the ice margin. These fan deposits may coalesce to form a long moraine bank marking the ice margin.</p>\n<p>Several processes may combine to form and rework a single moraine, and most moraines record a continuum of processes.</p>\n\n\n<h2><span id=\"Types_of_moraines\">Types of moraines</span></h2>\n\n<p>Moraines can be classified either by origin, location with respect to a glacier or former glacier, or by shape. The first approach is suitable for moraines associated with contemporary glaciers—but more difficult to apply to old moraines, which are defined by their particular morphology, since their origin is debated. Some moraine types are known only from ancient glaciers, while medial moraines of valley glaciers are poorly preserved and difficult to distinguish after the retreat or melting of the glacier.</p>\n<h3><span id=\"Lateral_moraines\">Lateral moraines</span></h3>\n\n<p>Lateral moraines are parallel ridges of debris deposited along the sides of a glacier. The unconsolidated debris can be deposited on top of the glacier by frost shattering of the valley walls and/or from tributary streams flowing into the valley. The till is carried along the glacial margin until the glacier melts. Because lateral moraines are deposited on top of the glacier, they do not experience the postglacial erosion of the valley floor and therefore, as the glacier melts, lateral moraines are usually preserved as high ridges.</p>\n\n<p>Lateral moraines stand high because they protect the ice under them from the elements, causing it to melt or sublime less than the uncovered parts of the glacier. Multiple lateral moraines may develop as the glacier advances and retreats.</p>\n<h3><span id=\"Ground_moraines\">Ground moraines</span></h3>\n\n<p>Ground moraines are till-covered areas with irregular topography and no ridges, often forming gently rolling hills or plains. They are accumulated at the base of the ice as lodgment till, but may also be deposited as the glacier retreats. In alpine glaciers, ground moraines are often found between the two lateral moraines. Ground moraines may be modified into drumlins by the overriding ice.</p>\n<h4><span id=\"Rogen_moraines\">Rogen moraines</span></h4>\n\n<p>Rogen moraines or ribbed moraines are a type of basal moraines that form a series of ribs perpendicular to the ice flow in an ice sheet. The depressions between the ribs are sometimes filled with water, making the Rogen moraines look like tigerstripes on aerial photographs. Rogen moraines are named after Lake Rogen in Härjedalen, Sweden, the landform’s type locality.</p>\n\n<h3><span id=\"End_or_terminal_moraines\">End or terminal moraines</span></h3>\n\n\n<p>End moraines, or terminal moraines, are ridges of unconsolidated debris deposited at the snout or end of the glacier. They usually reflect the shape of the glacier's terminus. Glaciers act much like a conveyor belt, carrying debris from the top of the glacier to the bottom where it deposits it in end moraines. End moraine size and shape are determined by whether the glacier is advancing, receding or at equilibrium. The longer the terminus of the glacier stays in one place, the more debris accumulate in the moraine. There are two types of end moraines: terminal and recessional. Terminal moraines mark the maximum advance of the glacier. Recessional moraines are small ridges left as a glacier pauses during its retreat. After a glacier retreats, the end moraine may be destroyed by postglacial erosion.</p>\n<h3><span id=\"Recessional_moraine\">Recessional moraine</span></h3>\n<p>Recessional moraines are often observed as a series of transverse ridges running across a valley behind a terminal moraine. They form perpendicular to the lateral moraines that they reside between and are composed of unconsolidated debris deposited by the glacier. They are created during temporary halts in a glacier's retreat.</p>\n<h3><span id=\"Medial_moraine\">Medial moraine</span></h3>\n<p>A medial moraine is a ridge of moraine that runs down the center of a valley floor. It forms when two glaciers meet and the debris on the edges of the adjacent valley sides join and are carried on top of the enlarged glacier. As the glacier melts or retreats, the debris is deposited and a ridge down the middle of the valley floor is created. The Kaskawulsh Glacier in the Kluane National Park, Yukon, has a ridge of medial moraine 1 km wide.</p>\n\n<h3><span id=\"Supraglacial_moraines\">Supraglacial moraines</span></h3>\n<p>Supraglacial moraines are created by debris accumulated on top of glacial ice. This debris can accumulate due to ice flow toward the surface in the ablation zone, melting of surface ice or from debris that falls onto the glacier from valley sidewalls.</p>\n<h3><span id=\"Washboard_moraines\">Washboard moraines</span></h3>\n<p>Washboard moraines, also known as <b>minor</b> or <b>corrugated moraines</b>, are low-amplitude geomorphic features caused by glaciers. The name \"washboard moraine\" refers to the fact that, from the air, it resembles a washboard.</p>\n<h3><span id=\"Veiki_moraine\">Veiki moraine</span></h3>\n\n<p>A Veiki moraine is a kind of hummocky moraine that forms irregular landscapes of ponds and plateaus surrounded by banks. It forms from the irregular melting of ice covered with a thick layer of debris. Veiki moraine is common in northern Sweden and parts of Canada.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n\n<dl><dt>Geologic features related to moraines</dt>\n<dd>\n<ul><li>Glacial landforms</li>\n<li>Drumlin</li>\n<li>Esker</li>\n<li>Moraine-dammed lake</li>\n<li>Terminal moraine</li>\n<li>Rogen moraine</li>\n</ul></dd>\n</dl><dl><dt>Moraine examples</dt>\n<dd>\n<ul><li>Dogger Bank</li>\n<li>Kettle Moraine</li>\n<li>Long Island</li>\n<li>Oak Ridges Moraine</li>\n<li>Valparaiso Moraine</li>\n<li>Cypress Hills (Canada)</li>\n<li>Sleeping Bear Dunes National Lakeshore</li>\n</ul></dd>\n</dl><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Easterbrook, D. J. (1999) <i>Surface processes and landforms.</i> (Second Ed). Prentice Hall, Upper Saddle River, New Jersey.</li>\n<li>Benn, D. I. and Evans, D. J. A. (1998) <i>Glaciers &amp; Glaciation.</i> Oxford University Press, New York, NY.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Glacial moraines unmistakable vestige of last ice age - Pantagraph (Bloomington, Illinois newspaper)</li>\n</ul>","shortText":"<p>A <b>moraine</b> is any glacially formed accumulation of unconsolidated glacial debris (regolith and rock) that occurs in both currently and formerly glaciated regions on Earth (i.e. a past glacial maximum), through geomorphological processes. Moraines are formed from debris previously carried along by a glacier and normally consist of somewhat rounded particles ranging in size from large boulders to minute glacial flour. Lateral moraines are formed at the side of the ice flow and terminal moraines at the foot, marking the maximum advance of the glacier. Other types of moraine include ground moraines, till-covered areas with irregular topography, and medial moraines which are formed where two glaciers meet.","title":"Moraine","id":"Moraine"}