{"articleText":"<p><b>Mountaintop removal mining</b> (<b>MTR</b>), also known as <b>mountaintop mining</b> (<b>MTM</b>), is a form of surface mining at the summit or summit ridge of a mountain. Coal seams are extracted from a mountain by removing the land, or overburden, above the seams. This method of coal mining is conducted in the Appalachian Mountains in the eastern United States. Explosives are used to remove up to 400 vertical feet (120 m) of mountain to expose underlying coal seams. Excess rock and soil is dumped into nearby valleys, in what are called \"holler fills\" or \"valley fills.\" Less expensive to execute and requiring fewer employees, mountaintop removal mining began in Appalachia in the 1970s as an extension of conventional strip mining techniques. It is primarily occurring in Kentucky, West Virginia, Virginia, and Tennessee.</p>\n<p>The practice of mountaintop removal mining has been controversial. The coal industry cites economic benefits and asserts that mountaintop removal is safer than underground mining. Published scientific studies have found that mountaintop mining has serious environmental impacts that mitigation practices cannot successfully address. A high potential for human health impacts has also been reported.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Overview\">Overview</span></h2>\n<p>Mountaintop removal mining (MTR), also known as mountaintop mining (MTM), is a form of surface mining that involves the topographical alteration and/or removal of a summit, hill, or ridge to access buried coal seams.</p>\n<p>The MTR process involves the removal of coal seams by first fully removing the overburden laying atop them, exposing the seams from above. This method differs from more traditional underground mining, where typically a narrow shaft is dug which allows miners to collect seams using various underground methods, while leaving the vast majority of the overburden undisturbed. The overburden from MTR is either placed back on the ridge, attempting to reflect the approximate original contour of the mountain, and/or it is moved into neighboring valleys.</p>\n<p>Excess rock and soil containing mining byproducts are disposed into nearby valleys, in what are called \"holler fills\" or \"valley fills.\"</p>\n<p>MTR in the United States is most often associated with the extraction of coal in the Appalachian Mountains, where the United States Environmental Protection Agency (EPA) estimates that 2,200 square miles (5,700 km<sup>2</sup>) of Appalachian forests will be cleared for MTR sites by the year 2012. Sites range from Ohio to Virginia. It occurs most commonly in West Virginia and Eastern Kentucky, the top two coal-producing states in Appalachia, with each state using approximately 1,000 tonnes of explosives per day for surface mining. At current rates, MTR in the U.S. will mine over 1.4 million acres (5,700 km²) by 2010, an amount of land area that exceeds that of the state of Delaware.</p>\n<p>Mountaintop removal has been practiced since the 1960s. Increased demand for coal in the United States, sparked by the 1973 and 1979 petroleum crises, created incentives for a more economical form of coal mining than the traditional underground mining methods involving hundreds of workers, triggering the first widespread use of MTR. Its prevalence expanded further in the 1990s to retrieve relatively low-sulfur coal, a cleaner-burning form, which became desirable as a result of amendments to the U.S. Clean Air Act that tightened emissions limits on high-sulfur coal processing.</p>\n<h2><span id=\"Process\">Process</span></h2>\n\n<p>Land is deforested prior to mining operations and the resultant lumber is either sold or burned. According to the Surface Mining Control and Reclamation Act of 1977 (SMCRA), the topsoil is supposed to be removed and set aside for later reclamation. However, coal companies are often granted waivers and instead reclaim the mountain with \"topsoil substitute.\" The waivers are granted if adequate amounts of topsoil are not naturally present on the rocky ridge top. Once the area is cleared, miners use explosives to blast away the overburden, the rock and subsoil, to expose coal seams beneath. The overburden is then moved by various mechanical means to areas of the ridge previously mined. These areas are the most economical area of storage as they are located close to the active pit of exposed coal. If the ridge topography is too steep to adequately handle the amount of spoil produced then additional storage is used in a nearby valley or hollow, creating what is known as a <i>valley fill</i> or <i>hollow fill</i>. Any streams in a valley are buried by the overburden.</p>\n<p>A front-end loader or excavator then removes the coal, where it is transported to a processing plant. Once coal removal is completed, the mining operators back stack overburden from the next area to be mined into the now empty pit. After backstacking and grading of overburden has been completed, topsoil (or a topsoil substitute) is layered over the overburden layer. Next, grass seed is spread in a mixture of seed, fertilizer, and mulch made from recycled newspaper. Depending on surface land owner wishes the land will then be further reclaimed by adding trees if the pre-approved post-mining land use is forest land or wildlife habitat. If the land owner has requested other post-mining land uses the land can be reclaimed to be used as pasture land, economic development or other uses specified in SMCRA.</p>\n<p>Because coal usually exists in multiple geologically stratified seams, miners can often repeat the blasting process to mine over a dozen seams on a single mountain, increasing the mine depth each time. This can result in a vertical descent of hundreds of extra feet into the earth.</p>\n<h2><span id=\"Economics\">Economics</span></h2>\n<p>As of 2015, approximately one third of the electricity generated in the United States is produced by coal-fired power plants. MTR accounted for less than 5% of U.S. coal production as of 2001. In some regions, however, the percentage is higher, for example MTR provided 30% of the coal mined in West Virginia in 2006.</p>\n<p>Historically in the U.S. the prevalent method of coal acquisition was underground mining which is very labor-intensive. In MTR, through the use of explosives and large machinery, more than two and a half times as much coal can be extracted per worker per hour than in traditional underground mines, thus greatly reducing the need for workers. In Kentucky, for example, the number of workers has declined over 60% from 1979 to 2006 (from 47,190 to 17,959 workers). The industry overall lost approximately 10,000 jobs from 1990 to 1997, as MTR and other more mechanized underground mining methods became more widely used. The coal industry asserts that surface mining techniques, such as mountaintop removal, are safer for miners than sending miners underground.</p>\n<p>Proponents argue that in certain geologic areas, MTR and similar forms of surface mining allow the only access to thin seams of coal that traditional underground mining would not be able to mine. MTR is sometimes the most cost-effective method of extracting coal.</p>\n<p>Several studies of the impact of restrictions to mountaintop removal were authored in 2000 through 2005. Studies by Mark L. Burton, Michael J. Hicks and Cal Kent identified significant state level tax losses attributable to lower levels of mining (notably the studies did not examine potential environmental costs, which the authors acknowledge may outweigh commercial benefits). Mountaintop removal sites are normally restored after the mining operation is complete, but \"reclaimed soils characteristically have higher bulk density, lower organic content, low water-infiltration rates, and low nutrient content.</p>\n<h2><span id=\"Legislation_in_the_United_States\">Legislation in the United States</span></h2>\n<p>In the United States, MTR is allowed by section 515(c)(1) of the Surface Mining Control and Reclamation Act of 1977. Although most coal mining sites must be reclaimed to the land's pre-mining contour and use, regulatory agencies can issue waivers to allow MTR. In such cases, SMCRA dictates that reclamation must create \"a level plateau or a gently rolling contour with no highwalls remaining.\"</p>\n<p>Permits must be obtained to deposit valley fill into streams. On four occasions, federal courts have ruled that the US Army Corps of Engineers violated the Clean Water Act by issuing such permits. Massey Energy Company is currently appealing a 2007 ruling, but has been allowed to continue mining in the meantime because \"most of the substantial harm has already occurred,\" according to the judge.</p>\n<p>The Bush administration appealed one of these rulings in 2001 because the Act had not explicitly defined \"fill material\" that could legally be placed in a waterway. The EPA and Army Corps of Engineers changed a rule to include mining debris in the definition of fill material, and the ruling was overturned.</p>\n<p>On December 2, 2008, the Bush Administration made a rule change to remove the Stream Buffer Zone protection provision from SMCRA allowing coal companies to place mining waste rock and dirt directly into headwater waterways.</p>\n<p>A federal judge has also ruled that using settling ponds to remove mining waste from streams violates the Clean Water Act. He also declared that the Army Corps of Engineers has no authority to issue permits allowing discharge of pollutants into such in-stream settling ponds, which are often built just below valley fills.</p>\n<p>On January 15, 2008, the environmental advocacy group Center for Biological Diversity petitioned the United States Fish and Wildlife Service (FWS) to end a policy that waives detailed federal Endangered Species Act reviews for new mining permits. Under current policy, as long as a given MTR mining operation complies with federal surface mining law, the agency presumes conclusively, despite the complexities of intra- and inter-species relationships, that the instance of MTR in question is not damaging to endangered species or their habitat. Since 1996, this policy has exempted many strip mines from being subject to permit-specific reviews of impact on individual endangered species. Because of the 1996 Biological Opinion by FWS making case-by-case formal reviews unnecessary, the Interior's Office of Surface Mining and state regulators require mining companies to hire a government-approved contractor to conduct their own surveys for any potential endangered species. The surveys require approval from state and federal biologists, who provide informal guidance on how to minimize mines' potential effects to species. While the agencies have the option to ask for formal endangered species consultations during that process, they do so very rarely.</p>\n<p>On May 25, 2008, North Carolina State Representative Pricey Harrison introduced a bill to ban the use of mountaintop removal coal from coal-fired power plants within North Carolina. This proposed legislation would have been the only legislation of its kind in the United States; however, the bill was defeated.</p>\n<h2><span id=\"Environmental_and_health_impacts\">Environmental and health impacts</span></h2>\n\n\n<p>Critics contend that MTR is a destructive and unsustainable practice that benefits a small number of corporations at the expense of local communities and the environment. Though the main issue has been over the physical alteration of the landscape, opponents to the practice have also criticized MTR for the damage done to the environment by massive transport trucks, and the environmental damage done by the burning of coal for power. Blasting at MTR sites also expels dust and fly-rock into the air, which can disturb or settle onto private property nearby. This dust may contain sulfur compounds, which corrodes structures and is a health hazard.</p>\n<p>A January 2010 report in the journal <i>Science</i> reviews current peer-reviewed studies and water quality data and explores the consequences of mountaintop mining. It concludes that mountaintop mining has serious environmental impacts that mitigation practices cannot successfully address. For example, the extensive tracts of deciduous forests destroyed by mountaintop mining support several endangered species and some of the highest biodiversity in North America. There is a particular problem with burial of headwater streams by valley fills which causes permanent loss of ecosystems that play critical roles in ecological processes. In addition, increases in metal ions, pH, electrical conductivity, total dissolved solids due to elevated concentrations of sulfate are closely linked to the extent of mining in West Virginia watersheds. Declines in stream biodiversity have been linked to the level of mining disturbance in West Virginia watersheds.</p>\n<p>Published studies also show a high potential for human health impacts. These may result from contact with streams or exposure to airborne toxins and dust. Adult hospitalization for chronic pulmonary disorders and hypertension are elevated as a result of county-level coal production. Rates of mortality, lung cancer, as well as chronic heart, lung and kidney disease are also increased. A 2011 study found that counties in and near mountaintop mining areas had higher rates of birth defects for five out of six types of birth defects, including circulatory/respiratory, musculoskeletal, central nervous system, gastrointestinal, and urogenital defects. These defect rates were more pronounced in the most recent period studied, suggesting the health effects of mountaintop mining-related air and water contamination may be cumulative. Another 2011 study found \"the odds for reporting cancer were twice as high in the mountaintop mining environment compared to the non mining environment in ways not explained by age, sex, smoking, occupational exposure, or family cancer history.”</p>\n<p>A United States Environmental Protection Agency (EPA) environmental impact statement finds that streams near some valley fills from mountaintop removal contain higher levels of minerals in the water and decreased aquatic biodiversity. Mine-affected streams also have high selenium concentrations, which can bioaccumulate and produce toxic effects (e.g., reproductive failure, physical deformity, mortality), and these effects have been documented in reservoirs below streams. Because of higher pH balances in mine-affected streams, metals such as selenium and iron hydroxide are rendered insoluble, bringing attendant chemical changes to the stream.  The statement also estimates that 724 miles (1,165 km) of Appalachian streams were buried by valley fills between 1985 and 2001. On September 28, 2010, the U.S. Environmental Protection Agency’s (EPA) independent Science Advisory Board (SAB) released their first draft review of EPA’s research into the water quality impacts of valley fills associated with mountaintop mining, agreeing with EPA’s conclusion that valley fills are associated with increased levels of conductivity threatening aquatic life in surface waters.</p>\n<p>Although U.S. mountaintop removal sites by law must be reclaimed after mining is complete, reclamation has traditionally focused on stabilizing rock formations and controlling for erosion, and not on the reforestation of the affected area. Fast-growing, non-native flora such as <i>Lespedeza cuneata</i>, planted to quickly provide vegetation on a site, compete with tree seedlings, and trees have difficulty establishing root systems in compacted backfill. Consequently, biodiversity suffers in a region of the United States with numerous endemic species. In addition, reintroduced elk (<i>Cervus canadensis</i>) on mountaintop removal sites in Kentucky are eating tree seedlings.</p>\n<p>Advocates of MTR claim that once the areas are reclaimed as mandated by law, the area can provide flat land suitable for many uses in a region where flat land is at a premium. They also maintain that the new growth on reclaimed mountaintop mined areas is better suited to support populations of game animals. While some of the land is able to be turned into grassland which game animals can live in, the amount of grassland is minimal. The land does not retake the form it had before the MTR. As stated in the book <i>Bringing Down the Mountains</i>: \"Some of the main problems associated with MTR include soil depletion, sedimentation, low success rate of tree regrowth, lack of successful revegetation, displacement of native wildlife, and burial of streams.\" The ecological benefits after MTR are far below the level of the original land.</p>\n<h2><span id=\"Art.2C_entertainment.2C_and_media\">Art, entertainment, and media</span></h2>\n<h3><span id=\"Documentaries\">Documentaries</span></h3>\n<ul><li>Catherine Pancake released the first comprehensive, feature-length documentary on mountaintop removal, <i>Black Diamonds: Mountaintop Removal and the Search for Coalfield Justice</i> (2006), a selection in the Documentary Fortnight at the Museum of Modern Art. The film features Julia Bonds, who won the 2003 Goldman Environmental Prize.</li>\n<li>The documentary, <i>Mountain Top Removal</i> (2007), focuses on Mountain Justice Summer activists, coal field residents, and coal industry officials. On April 18, 2008, the film received the Reel Current award selected and presented by Al Gore at the Nashville Film Festival.</li>\n<li>The feature documentary, <i>Burning the Future: Coal in America</i> (2008), was awarded the International Documentary Association's 2008 Pare Lorentz award for Best Documentary.</li>\n<li><i>The Last Mountain</i> (2011), directed by Bill Haney, details the effects on the land and people living near mountaintop removal and coal burning sites. Maria Gunnoe, the 2009 Goldman Environmental Prize winner, Robert F. Kennedy, Jr., and others present the devastation, confront the politicians and corporate interests, and offer wind power as one solution for Coal River Mountain, West Virginia.</li>\n<li>The autoethnographic documentary film <i>Goodbye Gauley Mountain: An Ecosexual Love Story</i> (2013), by Beth Stephens with Annie Sprinkle, raises awareness on the issue of mountain top removal in West Virginia by bringing together environmental activism, performance art, and queer activism against the issue. Stephens says: \"My hope for this film, is that in addition to it being a compelling story, it will inspire and raise awareness in groups of people not normally associated with the environmental movement, and especially in LGBTQ communities. There are relatively few films about environmental issues that feature out queers.\"</li>\n</ul><h3><span id=\"Non-fiction_books\">Non-fiction books</span></h3>\n<ul><li>In April 2005, a group of Kentucky writers traveled together to see the devastation from mountaintop removal mining, and Wind Publishing produced the resulting collection of poems, essays and photographs, co-edited by Kristin Johannesen, Bobbie Ann Mason, and Mary Ann Taylor-Hall in <i>Missing Mountains: We went to the mountaintop, but it wasn't there</i>.</li>\n<li>Dr. Shirley Stewart Burns, a West Virginia coalfield native, wrote the first academic work on mountaintop removal, titled <i>Bringing Down The Mountains</i> (2007), which is loosely based on her internationally award-winning 2005 Ph.D. dissertation of the same name.</li>\n<li>Dr. Burns was also a co-editor, with Kentucky author Silas House and filmmaker Mari-Lynn Evans, of <i>Coal Country</i> (2009), a companion book for the nationally recognized feature-length film of the same name.</li>\n<li>House, Silas &amp; Howard, Jason (2009). <i>Something's Rising: Appalachians Fighting Mountaintop Removal.</i></li>\n<li>Howard, Jason (Editor) (2009). <i>We All Live Downstream: Writings about Mountaintop Removal.</i></li>\n<li>Dr. Rebecca Scott, another native West Virginian, examined the sociological relationship of identity and natural resource extraction in central Appalachia in her book, <i>Removing Mountains</i> (2010).</li>\n<li>Hedges, Chris; Sacco, Joe (2012). <i>Days of Destruction, Days of Revolt.</i> Chapter 3. \"Days of Devastation: Welch, West Virginia.\"</li>\n<li>Cultural historian Jeff Biggers published <i>The United States of Appalachia</i> (), which examined the cultural and human costs of mountaintop removal.</li>\n</ul><p>Additionally, many personal interest stories of coalfield residents have been written, including:</p>\n<ul><li><i>Lost Mountain: A Year in the Vanishing Wilderness—Radical Strip Mining and the Devastation of Appalachia</i> (2006) by Erik Reese</li>\n<li><i>Moving Mountains: How One Woman and Her Community Won Justice from Big Coal</i> (2007) by Penny Loeb</li>\n</ul><h3><span id=\"Fiction_books\">Fiction books</span></h3>\n<ul><li>Ann Pancake's <i>Strange As This Weather Has Been</i> (2007), is a novel about the subject.</li>\n<li>Mountaintop removal is a major plot element of Jonathan Franzen's best-selling novel <i>Freedom</i> (2010), wherein a major character helps to secure land for surface mining with the promise that it will be restored and turned into a nature reserve.</li>\n<li><i>Same Sun Here</i> by Silas House and Neela Vaswani is a novel for middle grade readers that deals with issues of mountaintop removal and is set over the course of one school year 2008-2009.</li>\n<li>In John Grisham's novel <i>Gray Mountain</i> (2014), Samantha Kofer moves from a large Wall Street law firm to a small Appalachian town where she confronts the world of coal mining.</li>\n</ul><h3><span id=\"Music\">Music</span></h3>\n<ul><li>Caroline Herring's song \"Black Mountain Lullaby\" (on the album <i>Camilla</i>, 2012) is based on the story of Jeremy Davidson, age 3, who was killed by a mountaintop mining accident in 2004. She was inspired to write the song after reading an editorial about mountaintop removal written by Silas House that appeared in the <i>New York Times</i> on 19 February 2011.</li>\n<li>Lissie's album <i>Back to Forever</i> contains a moving protest song on the topic called simply \"Mountaintop Removal\".</li>\n<li>Liam Wilson of The Dillinger Escape Plan wore a homemade shirt saying \"stop mtm/vf\" during the bands performance on <i>Late Night with Conan O'Brien</i>.</li>\n<li>Jean Ritchie's song \"Black Waters\" describes the horror of coal mining in the Appalachians.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Battle of Blair Mountain</li>\n<li>Coal phase out</li>\n<li>Environmental impact of the coal industry</li>\n<li>Julia Bonds</li>\n<li>Larry Gibson</li>\n<li>Maria Gunnoe</li>\n<li>Mount Fubilan</li>\n<li>Silas House</li>\n<li>Wendell Berry</li>\n<li>Environmental justice and coal mining in Appalachia</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Cited_texts\">Cited texts</span></h2>\n<ul><li><cite id=\"CITEREFCopeland04\" class=\"citation book\">Copeland, C. (2004). \"Mountaintop removal mining\". In Humphries, M. <i>U.S. Coal: A Primer on the Major Issues</i>. Nova Publishers. ISBN 1-59454-047-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.atitle=Mountaintop+removal+mining&amp;rft.au=Copeland%2C+C.&amp;rft.btitle=U.S.+Coal%3A+A+Primer+on+the+Major+Issues&amp;rft.date=2004&amp;rft.genre=bookitem&amp;rft.isbn=1-59454-047-0&amp;rft.pub=Nova+Publishers&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\"><i>100 Arrested at White House Calling for End to Mountaintop Coal Removal</i>. Democracy Now! video report.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.btitle=100+Arrested+at+White+House+Calling+for+End+to+Mountaintop+Coal+Removal&amp;rft.genre=book&amp;rft.pub=Democracy+Now%21+video+report&amp;rft_id=http%3A%2F%2Fwww.democracynow.org%2F2010%2F9%2F28%2Fappalachia_rising_100_arrested_at_white&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation news\">Burns, Shirley Stewart (September 30, 2009). \"Mountaintop Removal in Central Appalachia\". <i>Southern Spaces</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.atitle=Mountaintop+Removal+in+Central+Appalachia&amp;rft.au=Burns%2C+Shirley+Stewart&amp;rft.date=2009-09-30&amp;rft.genre=article&amp;rft.jtitle=Southern+Spaces&amp;rft_id=http%3A%2F%2Fsouthernspaces.org%2F2009%2Fmountaintop-removal-central-appalachia&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation news\">McQuaid, John (January 2009). \"Mining the Mountains\". <i>Smithsonian</i>. <b>39</b> (10). pp. 74–85<span>. Retrieved <span>25 April</span> 2009</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.atitle=Mining+the+Mountains&amp;rft.aufirst=John&amp;rft.aulast=McQuaid&amp;rft.date=2009-01&amp;rft.genre=article&amp;rft.issue=10&amp;rft.jtitle=Smithsonian&amp;rft.pages=74-85&amp;rft.volume=39&amp;rft_id=http%3A%2F%2Fwww.smithsonianmag.com%2Fscience-nature%2FMining-the-Mountain.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"Mid-Atlantic Mountaintop Mining\". <i>United States EPA</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.atitle=Mid-Atlantic+Mountaintop+Mining&amp;rft.genre=unknown&amp;rft.jtitle=United+States+EPA&amp;rft_id=http%3A%2F%2Fwww.epa.gov%2Fregion3%2Fmtntop%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation book\"><i>Mountaintop Mining: Background on Current Controversies</i> <span>(PDF)</span>. Congressional Research Service.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.btitle=Mountaintop+Mining%3A+Background+on+Current+Controversies&amp;rft.genre=book&amp;rft.pub=Congressional+Research+Service&amp;rft_id=http%3A%2F%2Fwww.fas.org%2Fsgp%2Fcrs%2Fmisc%2FRS21421.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"Mountain Top Removal\". <i>Visual.ly</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.atitle=Mountain+Top+Removal&amp;rft.genre=unknown&amp;rft.jtitle=Visual.ly&amp;rft_id=http%3A%2F%2Fvisual.ly%2Fmountain-top-removal&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation news\">\"Mountaintop removal mining is a crime against Appalachia\". <i>Al Jazeera America</i>. April 7, 2015.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.atitle=Mountaintop+removal+mining+is+a+crime+against+Appalachia&amp;rft.date=2015-04-07&amp;rft.genre=article&amp;rft.jtitle=Al+Jazeera+America&amp;rft_id=http%3A%2F%2Famerica.aljazeera.com%2Fopinions%2F2015%2F4%2Fmountaintop-removal-mining-a-crime-against-appalachians-health.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation news\">\"Toxic West Virginia\". <i>Vice</i>. 2010.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMountaintop+removal+mining&amp;rft.atitle=Toxic+West+Virginia&amp;rft.date=2010&amp;rft.genre=article&amp;rft.jtitle=Vice&amp;rft_id=https%3A%2F%2Fwww.vice.com%2Ftoxic%2Ftoxic-west-virginia&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>","shortText":"<p><b>Mountaintop removal mining</b> (<b>MTR</b>), also known as <b>mountaintop mining</b> (<b>MTM</b>), is a form of surface mining at the summit or summit ridge of a mountain. Coal seams are extracted from a mountain by removing the land, or overburden, above the seams. This method of coal mining is conducted in the Appalachian Mountains in the eastern United States. Explosives are used to remove up to 400 vertical feet (120 m) of mountain to expose underlying coal seams. Excess rock and soil is dumped into nearby valleys, in what are called \"holler fills\" or \"valley fills.\" Less expensive to execute and requiring fewer employees, mountaintop removal mining began in Appalachia in the 1970s as an extension of conventional strip mining techniques. It is primarily occurring in Kentucky, West Virginia, Virginia, and Tennessee.","title":"Mountaintop removal mining","id":"Mountaintop_removal_mining"}