{"articleText":"<p>An \"<b>oil field</b>\" or \"<b>oilfield</b>\" is a region with an abundance of oil wells extracting petroleum (crude oil) from below ground. Because the oil reservoirs typically extend over a large area, possibly several hundred kilometres across, full exploitation entails multiple wells scattered across the area. In addition, there may be exploratory wells probing the edges, pipelines to transport the oil elsewhere, and support facilities.</p>\n<p>Because an oil field may be remote from civilization, establishing a field is often an extremely complicated exercise in logistics. This goes beyond requirements for drilling, to include associated infrastructure. For instance, workers require housing to allow them to work onsite for months or years. In turn, housing and equipment require electricity and water. In cold regions, pipelines may need to be heated. Also, excess natural gas may be burned off if there is no way to make use of it—which requires a furnace, chimney and pipes to carry it from the well to the furnace.</p>\n<p>Thus, the typical oil field resembles a small, self-contained town in the midst of a landscape dotted with drilling rigs and/or the pump jacks, which are known as \"nodding donkeys\" because of their bobbing arm. Several companies, such as Hill International, Bechtel, Esso, Weatherford International, Schlumberger Limited, Baker Hughes and Halliburton, have organizations that specialize in the large-scale construction of the infrastructure and providing specialized services required to operate a field profitably.</p>\n<p>More than 40,000 oil fields are scattered around the globe, on land and offshore. The largest are the Ghawar Field in Saudi Arabia and the Burgan Field in Kuwait, with more than 60 billion barrels <span>(9.5×10<sup>9</sup> m<sup>3</sup>)</span> estimated in each. Most oil fields are much smaller. According to the US Department of Energy (Energy Information Administration), as of 2003 the US alone had over 30,000 oil fields.</p>\n<p>In the modern age, the location of oil fields with proven oil reserves is a key underlying factor in many geopolitical conflicts.</p>\n<p>The term \"oilfield\" is also used as a shorthand to refer to the entire petroleum industry. However, it is more accurate to divide the oil industry into three sectors: upstream (crude production from wells and separation of water from oil), midstream (pipeline and tanker transport of crude) and downstream (refining and marketing of refined products).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Oil Fields from Space - nighttime satellite images showing fields around the world</li>\n</ul>","shortText":"<p>An \"<b>oil field</b>\" or \"<b>oilfield</b>\" is a region with an abundance of oil wells extracting petroleum (crude oil) from below ground. Because the oil reservoirs typically extend over a large area, possibly several hundred kilometres across, full exploitation entails multiple wells scattered across the area. In addition, there may be exploratory wells probing the edges, pipelines to transport the oil elsewhere, and support facilities.","title":"Oil field","id":"Oil_field"}