{"articleText":"<p><b>Open-pit</b>, <b>open-cast</b> or <b>open cut mining</b> is a surface mining technique of extracting rock or minerals from the earth by their removal from an open pit or borrow.</p>\n<p>This form of mining differs from extractive methods that require tunneling into the earth, such as long wall mining. Open-pit mines are used when deposits of commercially useful minerals or rocks are found near the surface; that is, where the overburden (surface material covering the valuable deposit) is relatively thin or the material of interest is structurally unsuitable for tunnelling (as would be the case for sand, cinder, and gravel). For minerals that occur deep below the surface—where the overburden is thick or the mineral occurs as veins in hard rock—underground mining methods are used to extract the valued material.</p>\n\n<p>Open-pit mines that produce building materials and dimension stone are commonly referred to as \"quarries.\"</p>\n<p>Open-pit mines are typically enlarged until either the mineral resource is exhausted, or an increasing ratio of overburden to ore makes further mining uneconomic. When this occurs, the exhausted mines are sometimes converted to landfills for disposal of solid wastes. However, some form of water control is usually required to keep the mine pit from becoming a lake, if the mine is situated in a climate of considerable precipitation or if any layers of the pit forming the mine border productive aquifers.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Extraction\">Extraction</span></h2>\n\n\n<p>Open-cast mines are dug on benches, which describe vertical levels of the hole. These benches are usually on four to sixty meter intervals, depending on the size of the machinery that is being used. Many quarries do not use benches, as they are usually shallow.</p>\n<p>Most walls of the pit are generally mined on an angle less than vertical, to prevent and minimize damage and danger from rock falls. This depends on how weathered the rocks are (eroded rocks), and the type of rock, and also how many structural weaknesses occur within the rocks, such as a faults, shears, joints or foliations.</p>\n<p>The walls are stepped. The inclined section of the wall is known as the batter, and the flat part of the step is known as the bench or berm. The steps in the walls help prevent rock falls continuing down the entire face of the wall. In some instances additional ground support is required and rock bolts, cable bolts and shotcrete are used. De-watering bores may be used to relieve water pressure by drilling horizontally into the wall, which is often enough to cause failures in the wall by itself.</p>\n<p>A haul road is usually situated at the side of the pit, forming a ramp up which trucks can drive, carrying ore and waste rock.</p>\n<p>Waste rock is hauled to a waste dump. Waste dumps can be piled at the surface of the active pit, or in previously mined pits.</p>\n<p>Leftover waste from proccessing the ore is called tailings, and is generally in the form of a slurrey. This is pumped to a tailings dam or settling pond, where the water is reused or evaporated. Tailings dams can be toxic due to the presence of unextracted sulfide minerals, some forms of toxic minerals in the gangue, and often cyanide which is used to treat gold ore via the cyanide leach process. If proper environmental protections are not in place, this toxicity can harm the surrounding environment.</p>\n<h2><span id=\"Rehabilitation\">Rehabilitation</span></h2>\n\n<p>After mining finishes, the mine area may undergo land rehabilitation. Waste dumps are contoured to flatten them out, to further stabilise them. If the ore contains sulfides it is usually covered with a layer of clay to prevent access of rain and oxygen from the air, which can oxidise the sulfides to produce sulfuric acid, a phenomenon known as acid mine drainage. This is then generally covered with soil, and vegetation is planted to help consolidate the material. Eventually this layer will erode, but it is generally hoped that the rate of leaching or acid will be slowed by the cover such that the environment can handle the load of acid and associated heavy metals. There are no long term studies on the success of these covers due to the relatively short time in which large scale open pit mining has existed. It may take hundreds to thousands of years for some waste dumps to become \"acid neutral\" and stop leaching to the environment. The dumps are usually fenced off to prevent livestock denuding them of vegetation. The open pit is then surrounded with a fence, to prevent access, and it generally eventually fills up with ground water. In arid areas it may not fill due to deep groundwater levels. Instead of returning the land to its former natural state, it may also be reused, converting it into recreational parks or even residential/mixed communities.</p>\n\n<h2><span id=\"Typical_open_cut_grades\">Typical open cut grades</span></h2>\n<p>Gold is generally extracted in open-pit mines at 1 to 5 ppm (parts per million) but in certain cases, 0.75 ppm gold is economical. This was achieved by bulk heap leaching at the Peak Hill mine in western New South Wales, near Dubbo, Australia.</p>\n<p>Nickel, generally as laterite, is extracted via open-pit down to 0.2%. Copper can be extracted at grades as low as 0.11% to 0.2%.</p>\n<p>Materials typically extracted from open-pit mines include:</p>\n<ul><li>Bitumen</li>\n<li>Clay</li>\n<li>Coal</li>\n<li>Copper</li>\n<li>Coquina</li>\n<li>Diamonds</li>\n<li>Gravel and stone</li>\n<li>Granite</li>\n<li>Gritstone</li>\n<li>Gypsum</li>\n<li>Limestone</li>\n<li>Marble</li>\n<li>Metal ores, such as copper, iron, gold, silver and molybdenum</li>\n<li>Uranium</li>\n<li>Phosphate</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of open-pit mines</li>\n<li>Closure problem applied to open-pit mines for optimal extraction (not related to closing the mine)</li>\n<li>Cut-and-cover tunneling</li>\n<li>Cut (earthmoving)</li>\n<li>Trench</li>\n<li>Artisanal mining</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The biggest, deepest and deadliest mines in the world</li>\n<li>Deepest open pit mines</li>\n</ul>","shortText":"<p><b>Open-pit</b>, <b>open-cast</b> or <b>open cut mining</b> is a surface mining technique of extracting rock or minerals from the earth by their removal from an open pit or borrow.","title":"Open-pit mining","id":"Open-pit_mining"}