{"articleText":"<p>An <b>oxbow lake</b> is a U shaped body of water that forms when a wide meander from the main stem of a river is cut off, creating a free-standing body of water. This landform is so named for its distinctive curved shape, resembling the bow pin of an oxbow. In Australia, an oxbow lake is known as a <i>billabong,</i> from the indigenous language Wiradjuri. In south Texas, oxbows left by the Rio Grande are called <i>resacas.</i></p>\n<p>The word \"oxbow\" can also refer to a U-shaped bend in a river or stream, whether or not it is cut off from the main stream.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Geology\">Geology</span></h2>\n<p>An oxbow lake forms when a river creates a meander, due to the river's eroding the bank through hydraulic action, abrasion and erosion. After a long period of time, the meander becomes very curved, and eventually the neck of the meander becomes narrower and the river cuts through the neck during a flood, cutting off the meander and forming an oxbow lake.</p>\n\n<p>When a river reaches a low-lying plain, often in its final course to the sea or a lake, it meanders widely. In the vicinity of a river bend, deposition occurs on the convex bank (the bank with the smaller radius). In contrast, both lateral erosion and undercutting occur on the cut bank or concave bank (the bank with the greater radius.) Continuous deposition on the convex bank and erosion of the concave bank of a meandering river cause the formation of a very pronounced meander with two concave banks getting closer. The narrow neck of land between the two neighboring concave banks is finally cut through, either by lateral erosion of the two concave banks or by the strong currents of a flood. When this happens, a new straighter river channel is created and an abandoned meander loop, called a cutoff, is formed. When deposition finally seals off the cutoff from the river channel, an oxbow lake is formed. This process can occur over a time scale from a few years to several decades and may sometimes become essentially static.</p>\n<p>Gathering of erosion products near the concave bank and transporting them to the convex bank is the work of the secondary flow across the floor of the river in the vicinity of a river bend. The process of deposition of silt, sand and gravel on the convex bank is clearly illustrated in point bars.</p>\n<p>River flood plains that contain rivers with a highly sinuous platform are populated by longer oxbow lakes than those with low sinuosity. This is because rivers with high sinuosity have larger meanders, and greater opportunity for longer lakes to form. Rivers with lower sinuosity are characterized by fewer cutoffs and shorter oxbow lakes due to the shorter distance of their meanders.</p>\n<p>The effect of the secondary flow can be demonstrated using a circular bowl. Partly fill the bowl with water and sprinkle dense particles such as sand or rice into the bowl. Set the water into circular motion with one hand or a spoon. The dense particles quickly sweep into a neat pile in the center of the bowl. This is the mechanism that leads to the formation of point bars and contributes to the formation of oxbow lakes. The primary flow of water in the bowl is circular and the streamlines are concentric with the side of the bowl. However, the secondary flow of the boundary layer across the floor of the bowl is inward toward the center. The primary flow might be expected to fling the dense particles to the perimeter of the bowl, but instead the secondary flow sweeps the particles toward the center.</p>\n<p>The curved path of a river around a bend makes the water's surface slightly higher on the outside of the bend than on the inside. As a result, at any elevation within the river, water pressure is slightly greater near the outside of the bend than on the inside. A pressure gradient toward the convex bank provides the centripetal force necessary for each parcel of water to follow its curved path.</p>\n<p>The boundary layer that flows along the river floor does not move fast enough to balance the pressure gradient laterally across the river. It responds to this pressure gradient, and its velocity is partly downstream and partly across the river toward the convex bank. As it flows along the floor of the river, it sweeps loose material toward the convex bank. This flow of the boundary layer is significantly different from the speed and direction of the primary flow of the river, and is part of the river's secondary flow.</p>\n\n\n<p>When a fluid follows a curved path, such as around a circular bowl, around a bend in a river or in a tropical cyclone, the flow is described as vortex flow: the fastest speed occurs where the radius is smallest, and the slowest speed occurs where the radius is greatest. The higher fluid pressure and slower speed where the radius is greater, and the lower pressure and faster speed where the radius is smaller, are all consistent with Bernoulli's principle.</p>\n<p><b>Notable examples</b></p>\n<ul><li>Bole and Burton Round in West Burton, Nottinghamshire, England are a good example of previous lakes in a close proximity to one another.</li>\n<li>Carter Lake, Iowa was created after severe flooding in 1877 led to the river shifting approximately 1.25 mi to the southeast.</li>\n<li>Cuckmere Haven in Sussex, England contains a widely meandering river with many oxbow lakes, often referred to in physical geography textbooks.</li>\n<li>Half Moon Lake in downtown Eau Claire, Wisconsin was formed due to a shift in the course of the Chippewa River, which now flows immediately to the south.</li>\n<li>Kanwar Lake Bird Sanctuary, India contains rare and endangered migratory birds and is one of Asia's largest oxbow lakes.</li>\n<li>The Oxbow, a 2.5-mile (4.0 km) bend in the Connecticut River, is disconnected at one end.</li>\n<li>There are many oxbow lakes alongside the Mississippi River and its tributaries. The largest oxbow lake in North America, Lake Chicot (located near Lake Village, Arkansas), was originally part of the Mississippi River, as was Horseshoe Lake, the namesake for the town of Horseshoe Lake, Arkansas. Reelfoot Lake in west Tennessee is another notable oxbow lake; it was formed when the Mississippi River took a new channel following the 1811–12 New Madrid earthquakes.</li>\n</ul><h2><span id=\"Artificial_oxbow_lakes\">Artificial oxbow lakes</span></h2>\n<p>Oxbow lakes may be formed when a river channel is straightened artificially to improve navigation or for flood alleviation. This occurred notably on the upper Rhine in Germany in the nineteenth century.</p>\n<p>An example of an entirely artificial waterway with oxbows is the Oxford Canal in England. When originally constructed, it had a very meandering course, following the contours of the land, but the northern part of the canal was straightened out between 1829 and 1834, reducing its length from approximately 91 to 77.5 miles (146 to 125 km) and creating a number of oxbow-shaped sections isolated from the new course.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Bayou</li>\n<li>Fallacy regarding formation of point bars</li>\n<li>Resaca (channel)</li>\n<li>Secondary flow around river bends</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<p><b>Notes</b></p>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>NASA Remote Sensing Tutorial: Fluvial/Deltaic/Coastal Landforms</li>\n<li>Ox Bow Lake Formation, As Seen By the Google Earth Time Machine</li>\n</ul>","shortText":"<p>An <b>oxbow lake</b> is a U shaped body of water that forms when a wide meander from the main stem of a river is cut off, creating a free-standing body of water. This landform is so named for its distinctive curved shape, resembling the bow pin of an oxbow. In Australia, an oxbow lake is known as a <i>billabong,</i> from the indigenous language Wiradjuri. In south Texas, oxbows left by the Rio Grande are called <i>resacas.</i>","title":"Oxbow lake","id":"Oxbow_lake"}