{"articleText":"<p>A <b>point bar</b> is a depositional feature made of alluvium that accumulates on the inside bend of streams and rivers below the slip-off slope. Point bars are found in abundance in mature or meandering streams. They are crescent-shaped and located on the inside of a stream bend, being very similar to, though often smaller than, towheads, or river islands.</p>\n<p>Point bars are composed of sediment that is well sorted and typically reflects the overall capacity of the stream. They also have a very gentle <i>slope</i> and an elevation very close to water level. Since they are low-lying, they are often overtaken by floods and can accumulate driftwood and other debris during times of high water levels. Due to their near flat topography and the fact that the water speed is slow in the shallows of the point bar they are popular rest stops for boaters and rafters. However, camping on a point bar can be dangerous as a flash flood that raises the stream level by as little as a few inches (centimetres) can overwhelm a campsite in moments.</p>\n<p>A point bar is an area of deposition whereas a cut bank is an area of erosion.</p>\n<p>Point bars are formed as the secondary flow of the stream sweeps and rolls sand, gravel and small stones laterally across the floor of the stream and up the shallow sloping floor of the point bar.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n\n<p>Any fluid, including water in a stream, can only flow around a bend in vortex flow. In vortex flow the speed of the fluid is fastest where the radius is smallest, and slowest where the radius is greatest. (Tropical cyclones, tornadoes, and the spinning motion of water as it escapes down a drain are all visible examples of vortex flow.) In the case of water flowing around a bend in a stream the secondary flow in the boundary layer along the floor of the stream does not flow parallel to the banks of the stream but flows partly across the floor of the stream toward the inside of the stream (where the radius of curvature is smallest). This movement of the boundary layer is capable of sweeping and rolling loose particles including sand, gravel, small stones and other submerged objects along the floor of the stream toward the point bar.</p>\n<p>This can be demonstrated at home. Partly fill a circular bowl or cup with water and sprinkle a little sand, rice or sugar into the water. Set the water in circular motion with a hand or spoon. The secondary flow will quickly sweep the solid particles into a neat pile in the center of the bowl or cup. The primary flow (the vortex) might be expected to sweep the solid particles to the perimeter of the bowl or cup, but instead the secondary flow along the floor of the bowl or cup sweeps the particles toward the center.</p>\n<p>Where a stream is following a straight course the slower boundary layer along the floor of the stream is also following the same straight course. It sweeps and rolls sand, gravel and polished stones downstream, along the floor of the stream. However, as the stream enters a bend and vortex flow commences as the primary flow, a secondary flow also commences and flows partly across the floor of the stream toward the convex bank (the bank with the smaller radius). Sand, gravel and polished stones that have travelled with the stream for a great distance where the stream was following a straight course may finally come to rest in the point bar of the first stream bend.</p>\n<p>Due to the circular path of a stream around a bend the surface of the water is slightly higher near the concave bank (the bank with the larger radius) than near the convex bank. This slight slope on the water surface of the stream causes a slightly greater water pressure on the floor of the stream near the concave bank than near the convex bank. This pressure gradient drives the slower boundary layer across the floor of the stream toward the convex bank. The pressure gradient is capable of driving the boundary layer up the shallow sloping floor of the point bar, causing sand, gravel and polished stones to be swept and rolled up-hill.</p>\n<p>The concave bank is often a cut bank and an area of erosion. The eroded material is swept and rolled across the floor of the stream by the secondary flow and may be deposited on the point bar only a small distance downstream from its original location in the concave bank.</p>\n<p>The point bar typically has a gently sloping floor with shallow water. The shallow water is mostly the accumulated boundary layer and does not have a fast speed. However, in the deepest parts of the stream where the stream is flowing freely, vortex flow prevails and the stream is flowing fastest where the radius of the bend is smallest, and slowest where the radius is greatest. The shallows around the point bar can become treacherous when the stream is rising. As the water depth increases over the shallows of the point bar, the vortex flow can extend closer toward the convex bank and the water speed at any point can increase dramatically in response to only a small increase in water depth.</p>\n<h2><span id=\"Fallacy_regarding_formation_of_point_bars\">Fallacy regarding formation of point bars</span></h2>\n<p>An enduring fallacy exists regarding the formation of point bars and oxbow lakes. The fallacy suggests they are formed by the deposition of a stream's suspended load as the velocity and energy of the stream <i>decreases</i> in the bend. This fallacy relies on the erroneous notion that the speed of the water is slowest on the inside of the bend (where the radius is smallest) and fastest on the outside of the bend (where the radius is greatest).</p>\n<p>If it were true that, around a bend in a stream, the difference between the speed of the water near one bank and the other was sufficient to cause deposition of suspended solids on one bank but not the other, the deposition would occur near the concave bank rather than the convex bank because vortex flow is slowest where the radius of curvature is greatest. Any fluid, including water in a stream, can only flow around a bend in vortex flow.</p>\n<p>All point bars typically have a gently sloping floor with shallow water. The shallow depth of the water, and the fact that it is an accumulation of the boundary layer, prevent the water from reaching fast speed over the point bar. It is probably this observation which led early geographers to believe the slowest part of the stream is where the radius is smallest.</p>\n<p>In a slow-flowing stream or river, the difference in speed between one bank and the other is not sufficient to provide a credible explanation as to why all the deposition occurs on one bank, and none on the other. Similarly, the fallacy has no explanation as to why all the deposition occurs at a stream bend, and little or none occurs where the stream is following a straight course. (The speed of water in a stream does not slow just because the stream enters a bend.)</p>\n<p>In a mature, meandering stream or river the water speed is slow, turbulence is low, and the water is not capable of holding coarse sand and gravel in suspension. In contrast, point bars comprise coarse sand, gravel, polished stones and other submerged objects. These materials have not been carried in suspension and then dropped on the point bar – they have been swept and rolled into place by the secondary flow that exists across the floor of every stream in the vicinity of a stream bend.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Bank erosion</li>\n<li>Cut bank</li>\n<li>Bar (river morphology)</li>\n<li>Fluvial</li>\n<li>Helicoidal flow</li>\n<li>Oxbow lake</li>\n<li>River pocket</li>\n<li>Secondary flow in river bends</li>\n<li>Secondary flow in a bowl or cup</li>\n<li>Vortex</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Tarbuck, E. J. and F. K. Lutgens. <i>Earth</i>, 7th Edition. Prentice Hall: Upper Saddle River, New Jersey, 2002. pp. 277, 279.</li>\n</ul>","shortText":"<p>A <b>point bar</b> is a depositional feature made of alluvium that accumulates on the inside bend of streams and rivers below the slip-off slope. Point bars are found in abundance in mature or meandering streams. They are crescent-shaped and located on the inside of a stream bend, being very similar to, though often smaller than, towheads, or river islands.","title":"Point bar","id":"Point_bar"}