{"articleText":"<p>A <b>quarry</b> is a place from which dimension stone, rock, construction aggregate, riprap, sand, gravel, or slate has been excavated from the ground. A quarry is the same thing as an open-pit mine from which minerals are extracted. The only non-trivial difference between the two is that open-pit mines that produce building materials and dimension stone are commonly referred to as quarries.</p>\n<p>The word <i>quarry</i> can also include the underground quarrying for stone, such as Bath stone.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Types_of_rock\">Types of rock</span></h2>\n<p>Types of rock extracted from quarries include:</p>\n<ul><li>Chalk</li>\n<li>China clay</li>\n<li>Cinder</li>\n<li>Clay</li>\n<li>Coal</li>\n<li>Construction aggregate (sand and gravel)</li>\n<li>Coquina</li>\n<li>Diabase</li>\n<li>Gabbro</li>\n<li>Granite</li>\n<li>Gritstone</li>\n<li>Gypsum</li>\n<li>Limestone</li>\n<li>Marble</li>\n<li>Ores</li>\n<li>Phosphate rock</li>\n<li>Sandstone</li>\n<li>Slate</li>\n</ul><h2><span id=\"Slabs\">Slabs</span></h2>\n<p>Many quarry stones such as marble, granite, limestone, and sandstone are cut into larger slabs and removed from the quarry. The surfaces are polished and finished with varying degrees of sheen or luster. Polished slabs are often cut into tiles or countertops and installed in many kinds of residential and commercial properties. Natural stone quarried from the earth is often considered a luxury and tends to be a highly durable surface, thus highly desirable.</p>\n<h2><span id=\"Problems\">Problems</span></h2>\n\n<p>Quarries in level areas with shallow groundwater or which are located close to surface water often have engineering problems with drainage. Generally the water is removed by pumping while the quarry is operational, but for high inflows more complex approaches may be required. For example, the Coquina quarry is excavated to more than 60 feet (18 m) below sea level. To reduce surface leakage, a moat lined with clay was constructed around the entire quarry. Ground water entering the pit is pumped up into the moat. As a quarry becomes deeper, water inflows generally increase and it also becomes more expensive to lift the water higher during removal; this can become the limiting factor in quarry depth. Some water-filled quarries are worked from beneath the water, by dredging.</p>\n<p>Many people and municipalities consider quarries to be eyesores and require various abatement methods to address problems with noise, dust, and appearance. One of the more effective and famous examples of successful quarry restoration is Butchart Gardens in Victoria, BC, Canada.</p>\n<p>A further problem is pollution of roads from trucks leaving the quarries. To control and restrain the pollution of public roads, wheel washing systems are becoming more common.</p>\n<h3><span id=\"Quarry_lakes\">Quarry lakes</span></h3>\n\n<p>Many quarries naturally fill with water after abandonment and become lakes. Others are made into landfills.</p>\n<p>Water-filled quarries can be very deep with water, often 50 feet or more, that is often surprisingly cold. Unexpectedly cold water can cause a swimmer's muscles to suddenly weaken; it can also cause shock and even hypothermia. Though quarry water is often very clear, submerged quarry stones and abandoned equipment make diving into these quarries extremely dangerous. Several people drown in quarries each year. However, many inactive quarries are converted into safe swimming sites.</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Clay pit</li>\n<li>Coal mining</li>\n<li>Collecting fossils</li>\n<li>Gravel pit</li>\n<li>List of minerals</li>\n<li>List of rock types</li>\n<li>List of stones</li>\n<li>Miner</li>\n<li>Mountaintop removal mining</li>\n<li>Opencast mining</li>\n<li>Quarry lake</li>\n<li>Quarries (biblical)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Quarries at Wikimedia Commons</p>","shortText":"<p>A <b>quarry</b> is a place from which dimension stone, rock, construction aggregate, riprap, sand, gravel, or slate has been excavated from the ground. A quarry is the same thing as an open-pit mine from which minerals are extracted. The only non-trivial difference between the two is that open-pit mines that produce building materials and dimension stone are commonly referred to as quarries.","title":"Quarry","id":"Quarry"}