{"articleText":"<p>A <b>river delta</b> is a landform that forms from deposition of sediment carried by a river as the flow leaves its mouth and enters slower-moving or standing water. This occurs where a river enters an ocean, sea, estuary, lake, reservoir, or (more rarely) another river that cannot transport away the supplied sediment. The size and shape of a delta is controlled by the balance between watershed processes that supply sediment and receiving basin processes that redistribute, sequester, and export that sediment. The size, geometry, and location of the receiving basin also plays an important role in delta evolution. River deltas are important in human civilization, as they are major agricultural production centers and population centers. They can provide coastline defense and can impact drinking water supply. They are also ecologically important, with different species assemblages depending on their landscape position.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n<p>River deltas form when a river carrying sediment reaches either (1) a body of water, such as a lake, ocean, or reservoir, (2) another river that cannot remove the sediment quickly enough to stop delta formation, or (3) an inland region where the water spreads out and deposits sediments. The tidal currents also cannot be too strong, as sediment would wash out into the water body faster than the river deposits it. Of course, the river must carry enough sediment to layer into deltas over time. The river's velocity decreases rapidly, causing it to deposit the majority, if not all, of its load. This alluvium builds up to form the river delta. When the flow enters the standing water, it is no longer confined to its channel and expands in width. This flow expansion results in a decrease in the flow velocity, which diminishes the ability of the flow to transport sediment. As a result, sediment drops out of the flow and deposits. Over time, this single channel builds a deltaic lobe (such as the bird's-foot of the Mississippi or Ural river deltas), pushing its mouth into the standing water. As the deltaic lobe advances, the gradient of the river channel becomes lower because the river channel is longer but has the same change in elevation (see slope).</p>\n<p>As the slope of the river channel decreases, it becomes unstable for two reasons. First, gravity makes the water flow in the most direct course down slope. If the river breaches its natural levees (i.e., during a flood), it spills out onto a new course with a shorter route to the ocean, thereby obtaining a more stable steeper slope. Second, as its slope gets lower, the amount of shear stress on the bed decreases, which results in deposition of sediment within the channel and a rise in the channel bed relative to the floodplain. This makes it easier for the river to breach its levees and cut a new channel that enters the body of standing water at a steeper slope. Often when the channel does this, some of its flow remains in the abandoned channel. When these channel-switching events occur, a mature delta develops a distributary network.</p>\n<p>Another way these distributary networks form is from deposition of mouth bars (mid-channel sand and/or gravel bars at the mouth of a river). When this mid-channel bar is deposited at the mouth of a river, the flow is routed around it. This results in additional deposition on the upstream end of the mouth-bar, which splits the river into two distributary channels. A good example of the result of this process is the Wax Lake Delta.</p>\n<p>In both of these cases, depositional processes force redistribution of deposition from areas of high deposition to areas of low deposition. This results in the smoothing of the planform (or map-view) shape of the delta as the channels move across its surface and deposit sediment. Because the sediment is laid down in this fashion, the shape of these deltas approximates a fan. The more often the flow changes course, the shape develops as closer to an ideal fan, because more rapid changes in channel position results in more uniform deposition of sediment on the delta front. The Mississippi and Ural River deltas, with their bird's-feet, are examples of rivers that do not avulse often enough to form a symmetrical fan shape. Alluvial fan deltas, as seen by their name, avulse frequently and more closely approximate an ideal fan shape.</p>\n<h2><span id=\"Types_of_deltas\">Types of deltas</span></h2>\n\n\n<p>Deltas are typically classified according to the main control on deposition, which is a combination of river, wave, and tidal processes, depending on the strength of each. The other two factors that play a major role are landscape position and the grain size distribution of the source sediment entering the delta from the river.</p>\n<h3><span id=\"Wave-dominated_deltas\">Wave-dominated deltas</span></h3>\n<p>In wave dominated deltas, wave-driven sediment transport controls the shape of the delta, and much of the sediment emanating from the river mouth is deflected along the coast line. The relationship between waves and river deltas is quite variable and largely influenced by the deepwater wave regimes of the receiving basin. With a high wave energy near shore and a steeper slope offshore, waves will make river deltas smoother. Waves can also be responsible for carrying sediments away from the river delta, causing the delta to retreat. For deltas that form further upriver in an estuary, there are complex yet quantifiable linkages between winds, tides, river discharge, and delta water levels.</p>\n\n<h3><span id=\"Tide-dominated_deltas\">Tide-dominated deltas</span></h3>\n<p>Erosion is also an important control in tide dominated deltas, such as the Ganges Delta, which may be mainly submarine, with prominent sand bars and ridges. This tends to produce a \"dendritic\" structure. Tidal deltas behave differently from river- and wave-dominated deltas, which tend to have a few main distributaries. Once a wave- or river-dominated distributary silts up, it is abandoned, and a new channel forms elsewhere. In a tidal delta, new distributaries are formed during times when there is a lot of water around – such as floods or storm surges. These distributaries slowly silt up at a more or less constant rate until they fizzle out.</p>\n<h3><span id=\"Gilbert_deltas\">Gilbert deltas</span></h3>\n<p>A Gilbert delta (named after Grove Karl Gilbert) is a specific type of delta formed from coarse sediments, as opposed to gently-sloping muddy deltas such as that of the Mississippi. For example, a mountain river depositing sediment into a freshwater lake would form this kind of delta.  While some authors describe both lacustrine and marine locations of Gilbert deltas, others note that their formation is more characteristic of the freshwater lakes, where it is easier for the river water to mix with the lakewater faster (as opposed to the case of a river falling into the sea or a salt lake, where less dense fresh water brought by the river stays on top longer).</p>\n<p>G. K. Gilbert himself first described this type of delta on Lake Bonneville in 1885. Elsewhere, similar structures occur, for example, at the mouths of several creeks that flow into Okanagan Lake in British Columbia and forming prominent peninsulas at Naramata (<span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>49°35′30″N</span> <span>119°35′30″W</span></span></span></span>), Summerland (<span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>49°34′23″N</span> <span>119°37′45″W</span></span></span></span>), or Peachland (<span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>49°47′00″N</span> <span>119°42′45″W</span></span></span></span>).</p>\n<h3><span id=\"Tidal_freshwater_deltas\">Tidal freshwater deltas</span></h3>\n<p>A tidal freshwater delta is a sedimentary deposit formed at the boundary between an upland stream and an estuary, in the region known as the \"subestuary\". Drowned coastal river valleys that were inundated by rising sea levels during the late Pleistocene and subsequent Holocene tend to have dendritic estuaries with many feeder tributaries. Each tributary mimics this salinity gradient from their brackish junction with the mainstem estuary up to the fresh stream feeding the head of tidal propagation. As a result, the tributaries are considered to be \"subestuaries\". The origin and evolution of a tidal freshwater delta involves processes that are typical of all deltas as well as processes that are unique to the tidal freshwater setting. The combination of processes that create a tidal freshwater delta result in a distinct morphology and unique environmental characteristics. Many tidal freshwater deltas that exist today are directly caused by the onset of or changes in historical land use, especially deforestation, intensive agriculture, and urbanization. These ideas are well illustrated by the many tidal freshwater deltas prograding into Chesapeake Bay along the east coastline of the United States. Research has demonstrated that the accumulating sediments in this estuary derive from post-European settlement deforestation, agriculture, and urban development.</p>\n<h3><span id=\"Estuaries\">Estuaries</span></h3>\n<p>Other rivers, particularly those on coasts with significant tidal range, do not form a delta but enter into the sea in the form of an estuary. Notable examples include the Saint Lawrence River and the Tagus estuary.</p>\n<h3><span id=\"Inland_deltas\">Inland deltas</span></h3>\n\n<p>In rare cases the river delta is located inside a large valley and is called an inverted river delta. Sometimes a river divides into multiple branches in an inland area, only to rejoin and continue to the sea. Such an area is called an <i>inland delta</i>, and often occurs on former lake beds. The Inner Niger Delta and Peace–Athabasca Delta are notable examples. The Amazon has also an inland delta before the island of Marajó.</p>\n<p>In some cases, a river flowing into a flat arid area splits into channels that evaporate as it progresses into the desert. Okavango Delta in Botswana is one well-known example.</p>\n<h3><span id=\"Mega_deltas\">Mega deltas</span></h3>\n<p>The generic term <i>mega delta</i> can be used to describe very large Asian river deltas, such as the Changjiang (Yangtze), Pearl, Red, Mekong, Irrawaddy, Ganges-Brahmaputra, and Indus.</p>\n<h2><span id=\"Sedimentary_structure\">Sedimentary structure</span></h2>\n<p>The formation of a delta is complicated, multiple, and cross-cutting over time, but in a simple delta three main types of bedding may be distinguished: the bottomset beds, foreset/frontset beds, and topset beds. This three part structure may be seen in small scale by crossbedding.</p>\n<ul><li>The bottomset beds are created from the lightest suspended particles that settle farthest away from the active delta front, as the river flow diminishes into the standing body of water and loses energy. This suspended load is deposited by sediment gravity flow, creating a turbidite. These beds are laid down in horizontal layers and consist of the finest grain sizes.</li>\n<li>The foreset beds in turn are deposited in inclined layers over the bottomset beds as the active lobe advances. Foreset beds form the greater part of the bulk of a delta, (and also occur on the lee side of sand dunes). The sediment particles within foreset beds consist of larger and more variable sizes, and constitute the bed load that the river moves downstream by rolling and bouncing along the channel bottom. When the bed load reaches the edge of the delta front, it rolls over the edge, and is deposited in steeply dipping layers over the top of the existing bottomset beds. Under water, the slope of the outermost edge of the delta is created at the angle of repose of these sediments. As the foresets accumulate and advance, subaqueous landslides occur and readjust overall slope stability. The foreset slope, thus created and maintained, extends the delta lobe outward. In cross section, foresets typically lie in angled, parallel bands, and indicate stages and seasonal variations during the creation of the delta.</li>\n<li>The topset beds of an advancing delta are deposited in turn over the previously laid foresets, truncating or covering them. Topsets are nearly horizontal layers of smaller-sized sediment deposited on the top of the delta and form an extension of the landward alluvial plain. As the river channels meander laterally across the top of the delta, the river is lengthened and its gradient is reduced, causing the suspended load to settle out in nearly horizontal beds over the delta's top. Topset beds are subdivided into two regions: the upper delta plain and the lower delta plain. The upper delta plain is unaffected by the tide, while the boundary with the lower delta plain is defined by the upper limit of tidal influence.</li>\n</ul><h2><span id=\"Examples_of_deltas\">Examples of deltas</span></h2>\n<p>The Ganges/Brahmaputra combination delta, which spans most of Bangladesh and empties into the Bay of Bengal, is the world's largest delta.</p>\n<p>The St. Clair River delta, between the Canadian province of Ontario and the U.S. state of Michigan, is the largest delta emptying into a body of fresh water.</p>\n<p>Other rivers with notable deltas include:</p>\n<ul><li>Ayeyarwady (Irrawaddy)</li>\n<li>Danube</li>\n<li>Ebro</li>\n<li>Fly River</li>\n<li>Godavari</li>\n<li>Indus</li>\n<li>Kaveri</li>\n<li>Krishna</li>\n<li>Lena</li>\n<li>Mekong</li>\n<li>Sacramento–San Joaquin</li>\n<li>Mississippi</li>\n<li>Niger River</li>\n<li>Nile River</li>\n<li>Orinoco</li>\n<li>Otter Point Creek</li>\n<li>Paraná</li>\n<li>Po</li>\n<li>Rhine</li>\n<li>Rhône</li>\n<li>Sacramento–San Joaquin</li>\n<li>Tigris–Euphrates river system</li>\n<li>Volga</li>\n<li>Yangtze</li>\n<li>Yellow River (also known as Huanghe)</li>\n</ul>\n<h2><span id=\"Ecological_threats_to_deltas\">Ecological threats to deltas</span></h2>\n<p>Human activities, such as the creation of dams for hydroelectric power or to create reservoirs can radically alter delta ecosystems. Dams block sedimentation, which can cause the delta to erode away. The use of water upstream can greatly increase salinity levels as less fresh water flows to meet the salty ocean water. While nearly all deltas have been impacted to some degree by humans, the Nile Delta and Colorado River Delta are some of the most extreme examples of the ecological devastation caused to deltas by damming and diversion of water. Construction, irrigation, and land alteration have impacted delta formation. As humans have altered surface roughness, runoff, and groundwater storage, studies have shown river delta retreat. However, historical data documents show that during the Roman Empire and Little Ice Age (times where there was considerable anthropogenic pressure), there were significant sediment accumulation in deltas. The industrial revolution has only amplified the impact of humans on delta growth and retreat.</p>\n<h2><span id=\"Deltas_in_the_economy\">Deltas in the economy</span></h2>\n<p>Ancient deltas are a benefit to the economy due to their well sorted sand and gravel. Sand and gravel is often quarried from these old deltas and used in concrete for highways, buildings, sidewalks, and even landscaping. More than 1 billion tons of sand and gravel are produced in the United States alone. Not all sand and gravel quarries are former deltas, but for ones that are, a lot of the sorting is already done by the power of water.</p>\n<p>As lowlands often adjacent to urban areas, deltas often comprise extensive industrial and commercial areas as well as agricultural land. These uses are often in conflict. The Fraser Delta in British Columbia, Canada, includes the Vancouver Airport and the Roberts Bank Superport and the Annacis Island industrial zone, and a mix of commercial, residential and agricultural land. Space is so limited in the Lower Mainland region, and in British Columbia in general, which is very mountainous, that the Agricultural Land Reserve was created to preserve agricultural land for food production.</p>\n<h2><span id=\"Deltas_on_Mars\">Deltas on Mars</span></h2>\n<p>Researchers have found a number of examples of deltas that formed in Martian lakes. Finding deltas is a major sign that Mars once had large amounts of water. Deltas have been found over a wide geographical range. Below are pictures of a few.</p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Alluvial fan</li>\n<li>Avulsion (river)</li>\n<li>Estuary</li>\n<li>Levee</li>\n<li>Nile delta</li>\n<li>Regressive delta</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Renaud, F. and C. Kuenzer 2012: The Mekong Delta System – Interdisciplinary Analyses of a River Delta, Springer, ISBN 978-94-007-3961-1, doi:10.1007/978-94-007-3962-8, pp. 7–48</li>\n<li>KUENZER C. and RENAUD, F. 2012: Climate Change and Environmental Change in River Deltas Globally. In (eds.): Renaud, F. and C. Kuenzer 2012: The Mekong Delta System – Interdisciplinary Analyses of a River Delta, Springer, ISBN 978-94-007-3961-1, doi:10.1007/978-94-007-3962-8, pp. 7–48</li>\n<li>OTTINGER, M., KUENZER, C., LIU, G., WANG, S., DECH, S., 2013: Monitoring Land Cover Dynamics in the Yellow River Delta from 1995 to 2010 based on Landsat 5 TM. Applied Geography, Vol. 44, 53–68.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Louisiana State University Geology – World Deltas</li>\n<li>http://www.wisdom.eoc.dlr.de WISDOM Water related Information System for the Sustainable Development of the Mekong Delta</li>\n<li>Maria Chiara Tosi (Ed.) (2012) Delta Landscape – A monographic study on the River Po Delta (Italy)</li>\n<li>Wave-dominated river deltas on coastalwiki.org – A coastalwiki.org page on wave-dominated river deltas</li>\n</ul>","shortText":"<p>A <b>river delta</b> is a landform that forms from deposition of sediment carried by a river as the flow leaves its mouth and enters slower-moving or standing water. This occurs where a river enters an ocean, sea, estuary, lake, reservoir, or (more rarely) another river that cannot transport away the supplied sediment. The size and shape of a delta is controlled by the balance between watershed processes that supply sediment and receiving basin processes that redistribute, sequester, and export that sediment. The size, geometry, and location of the receiving basin also plays an important role in delta evolution. River deltas are important in human civilization, as they are major agricultural production centers and population centers. They can provide coastline defense and can impact drinking water supply. They are also ecologically important, with different species assemblages depending on their landscape position.","title":"River delta","id":"River_delta"}