{"articleText":"<p>A <b>salt dome</b> is a type of structural dome formed when a thick bed of evaporite minerals (mainly salt, or halite) found at depth intrudes vertically into surrounding rock strata, forming a diapir. It is important in petroleum geology because salt structures are impermeable and can lead to the formation of a stratigraphic trap.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n<p>The formation of a salt dome begins with the deposition of salt in a restricted marine basin. Because the flow of salt-rich seawater into the basin is not balanced by outflow, much to all water lost from the basin is via evaporation, resulting in the precipitation and deposition of salt evaporites. The rate of sedimentation of salt is significantly larger than the rate of sedimentation of clastics, but it is recognized that a single evaporation event is rarely enough to produce the vast quantities of salt needed to form a layer thick enough for salt diapirs to be formed. This indicates that a sustained period of episodic flooding and evaporation of the basin must occur, as can be seen from the example of the Mediterranean Messinian salinity crisis. At the present day, evaporite deposits can be seen accumulating in basins that merely have restricted access but do not completely dry out; they provide an analogue to some deposits recognized in the geologic record, such as the Garabogazköl basin in Turkmenistan.</p>\n<p>Over time, the layer of salt is covered with deposited sediment, becoming buried under an increasingly large overburden. The overlying sediment will undergo compaction, causing an increase in density and therefore a decrease in buoyancy. Unlike clastics, pressure has a significantly smaller effect on the density of salt due to its crystal structure and this eventually leads to it becoming more buoyant than the sediment above it. The ductility of salt initially allows it to plastically deform and flow laterally, decoupling the overlying sediment from the underlying sediment. Since the salt has a larger buoyancy than the sediment above – and if a significant faulting event affects the lower surface of the salt – the salt can begin to flow vertically, forming a salt pillow. The vertical growth of these salt pillows creates pressure on the upward surface, causing extension and faulting (see salt tectonics).</p>\n<p>Possible forces that drive the flow of salt are differential loading on the source layer and density contrasts in the overburdening sediment. Forces that resist this flow are the mass of the roof block and the block's inherent resistance to faulting, aka strength. To accommodate common density contrast between the overburden sediment and the salt, beginning active diapirism, the diapir height must be more than two-thirds to three-quarters the thickness of the overburden. If the diapir is narrow its height must be greater.</p>\n<p>Eventually, over millions of years, the salt will pierce and break through the overlying sediment, first as a dome-shaped and then a mushroom-shaped – fully formed salt diapir. If the rising salt diapir breaches the surface, it can become a flowing salt glacier. In cross section, these large domes may be anywhere from 1 to 10 kilometres (0.62 to 6.21 mi) across, and extend as deep as 6.5 kilometres (4.0 mi).</p>\n<h2><span id=\"Structure\">Structure</span></h2>\n<p>Typical structures of active diapirism are a central crestal graben flanked by flaps that rotate upward and outward. Reverse faults can separate the flaps from the overburden. Normal faults create the crestal graben and propagate downward. New faults form farther outward as the dome arch becomes more intense. These structures occur beneath the surface and are not necessarily associated with the dome at the surface. Emergence of the dome will not occur unless the dome is very wide or tall relative to the overburden's thickness.</p>\n<h2><span id=\"Recognizing_salt_domes_in_seismic_data\">Recognizing salt domes in seismic data</span></h2>\n\n<p>If a salt dome has not pierced the surface they can be found located beneath the surface in various ways. The unique surficial structures can be observed as indicating the salt dome beneath the surface. Salt domes can also be interpreted from seismic reflection where the stark density contrast between the salt and surrounding sediments outlines the salt structures. Salt domes can also be associated with sulfur springs and natural gas vents.</p>\n<h2><span id=\"Examples\">Examples</span></h2>\n<p>The first salt dome was discovered in 1890 when an exploratory oil well was drilled into Spindletop Hill near Beaumont TX.</p>\n<p>Major occurrences of salt domes are found along the Gulf Coast of the USA in Texas and Louisiana. One example of an island formed by a salt dome is Avery Island in Louisiana. At present ocean levels it is no longer surrounded by the sea but it is surrounded by bayous on all sides. The Gulf Coast is home to over 500 currently discovered salt domes.</p>\n<p>Another example of an emergent salt dome is at Onion Creek, Utah / Fisher Towers near Moab, Utah, U.S. These two images show a Cretaceous age salt body that has risen as a ridge through several hundred meters of overburden, predominantly sandstone. As the salt body rose, the overburden formed an anticline (arching upward along its center line) which fractured and eroded to expose the salt body.</p>\n\n\n<p>The term \"salt dome\" is also sometimes inaccurately used to refer to dome-shaped silos used to store rock salt for melting snow on highways. These domes are actually called monolithic domes and are used to store a variety of bulk goods.</p>\n<h2><span id=\"Commercial_uses\">Commercial uses</span></h2>\n<p>The rock salt that is found in salt domes is mostly impermeable. As the salt moves up towards the surface, it can penetrate and/or bend strata of existing rock with it. As these strata are penetrated, they are generally bent slightly upwards at the point of contact with the dome, and can form pockets where petroleum and natural gas can collect between impermeable strata of rock and the salt. The strata immediately above the dome that are not penetrated are pushed upward, creating a dome-like reservoir above the salt where petroleum can also gather. These oil pools can eventually be extracted, and indeed form a major source of the petroleum produced along the coast of the Gulf of Mexico.</p>\n<p>The caprock above the salt domes is sometimes the site of deposits of native sulfur, which is recovered by the Frasch process.</p>\n<p>Other uses include storing oil, natural gas, hydrogen gas, or even hazardous waste in large caverns formed after salt mining, as well as excavating the domes themselves for uses in everything from table salt to the granular material used to prevent roadways from icing over.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Plasticity (physics)</li>\n<li>Salt tectonics</li>\n<li>Strategic Petroleum Reserve</li>\n<li>Underground hydrogen storage</li>\n<li>Structural trap</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<h2><span id=\"External_links\">External links</span></h2>","shortText":"<p>A <b>salt dome</b> is a type of structural dome formed when a thick bed of evaporite minerals (mainly salt, or halite) found at depth intrudes vertically into surrounding rock strata, forming a diapir. It is important in petroleum geology because salt structures are impermeable and can lead to the formation of a stratigraphic trap.","title":"Salt dome","id":"Salt_dome"}