{"articleText":"<p>A <b>salt lake</b> or <b>saline lake</b> is a landlocked body of water that has a concentration of salts (typically sodium chloride) and other dissolved minerals significantly higher than most lakes (often defined as at least three grams of salt per litre). In some cases, salt lakes have a higher concentration of salt than sea water; such lakes can also be termed <i>hypersaline lakes</i>. An alkalic salt lake that has a high content of carbonate is sometimes termed a <i>soda lake</i>.</p>\n<p>Saline lake classification:</p>\n<dl><dd>subsaline 0.5–3 ‰</dd>\n<dd>hyposaline 3–20 ‰</dd>\n<dd>mesosaline 20–50 ‰</dd>\n<dd>hypersaline greater than 50 ‰</dd>\n</dl><p></p>\n\n<p></p>\n<h2><span id=\"Properties\">Properties</span></h2>\n<p>Salt lakes form when the water flowing into the lake, containing salt or minerals, cannot leave because the lake is endorheic (terminal). The water then evaporates, leaving behind any dissolved salts and thus increasing its salinity, making a salt lake an excellent place for salt production. High salinity will also lead to a unique halophilic flora and fauna in the lake in question; sometimes, in fact, the result may be an absence or near absence of life near the salt lake.</p>\n<p>If the amount of water flowing into a lake is less than the amount evaporated, the lake will eventually disappear and leave a dry lake (also called playa or salt flat).</p>\n<p>Brine lakes consist of water that has reached salt saturation or near saturation (brine), and may also be heavily saturated with other materials.</p>\n<p>Most brine lakes develop as a result of high evaporation rates in an arid climate with a lack of an outlet to the ocean. The high salt content in these bodies of water may come from minerals deposited from the surrounding land. Another source for the salt may be that the body of water was formerly connected to the ocean. While the water evaporates from the lake, the salt remains. Eventually, the body of water will become brine.</p>\n<p>Because of the density of brine, swimmers are more buoyant in brine than in fresh or ordinary salt water. Examples of such brine lakes are the Dead Sea and the Great Salt Lake.</p>\n<p>Bodies of brine may also form on the ocean floor at cold seeps. These are sometimes called brine lakes, but are more frequently referred to as brine pools. It is possible to observe waves on the surface of these bodies.</p>\n<p>Man-made bodies of brine are created for edible salt production. These can be referred to as brine ponds.</p>\n<h2><span id=\"List\">List</span></h2>\n\n\n\n<ul><li>Aral Sea</li>\n<li>Bakhtegan Lake</li>\n<li>Caspian Sea</li>\n<li>Dead Sea</li>\n<li>Don Juan Pond</li>\n<li>Great Salt Lake</li>\n<li>Lake Assal</li>\n<li>Lake Eyre</li>\n<li>Lake Gairdner</li>\n<li>Lake Hillier</li>\n<li>Lake Mackay</li>\n<li>Lake Natron</li>\n<li>Lake Torrens</li>\n<li>Lake Urmia</li>\n<li>Lake Van</li>\n<li>Lake Vanda</li>\n<li>Little Manitou Lake</li>\n<li>Lough Hyne</li>\n<li>Maharloo Lake</li>\n<li>Mono Lake</li>\n<li>Salton Sea</li>\n<li>Sawa lake</li>\n<li>List of saltwater lakes of China</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of bodies of water by salinity</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Salt lakes at Wikimedia Commons</p>","shortText":"<p>A <b>salt lake</b> or <b>saline lake</b> is a landlocked body of water that has a concentration of salts (typically sodium chloride) and other dissolved minerals significantly higher than most lakes (often defined as at least three grams of salt per litre). In some cases, salt lakes have a higher concentration of salt than sea water; such lakes can also be termed <i>hypersaline lakes</i>. An alkalic salt lake that has a high content of carbonate is sometimes termed a <i>soda lake</i>.","title":"Salt lake","id":"Salt_lake"}