{"articleText":"<p>A <b>sinkhole</b>, also known as a <b>cenote</b>, <b>sink</b>, <b>sink-hole</b>, <b>shakehole</b>, <b>swallet</b>, <b>swallow hole</b>, or <b>doline</b> (the different terms for sinkholes are often used interchangeably), is a depression or hole in the ground caused by some form of collapse of the surface layer. Most are caused by karst processes—for example, the chemical dissolution of carbonate rocks or suffosion processes. Sinkholes vary in size from 1 to 600 m (3.3 to 2,000 ft) both in diameter and depth, and vary in form from soil-lined bowls to bedrock-edged chasms. Sinkholes may form gradually or suddenly, and are found worldwide.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n\n\n<h3><span id=\"Natural_processes\">Natural processes</span></h3>\n<p>Sinkholes may capture surface drainage from running or standing water, but may also form in high and dry places in specific locations. Sinkholes that capture drainage can hold it in large limestone caves. These caves may drain into tributaries of larger rivers.</p>\n<p>The formation of sinkholes involves natural processes of erosion or gradual removal of slightly soluble bedrock (such as limestone) by percolating water, the collapse of a cave roof, or a lowering of the water table. Sinkholes often form through the process of suffosion. For example, groundwater may dissolve the carbonate cement holding the sandstone particles together and then carry away the lax particles, gradually forming a void.</p>\n<p>Occasionally a sinkhole may exhibit a visible opening into a cave below. In the case of exceptionally large sinkholes, such as the Minyé sinkhole in Papua New Guinea or Cedar Sink at Mammoth Cave National Park in Kentucky, an underground stream or river may be visible across its bottom flowing from one side to the other.</p>\n<p>Sinkholes are common where the rock below the land surface is limestone or other carbonate rock, salt beds, or in other soluble rocks, such as gypsum, that can be dissolved naturally by circulating ground water. Sinkholes also occur in sandstone and quartzite terrains.</p>\n<p>As the rock dissolves, spaces and caverns develop underground. These sinkholes can be dramatic, because the surface land usually stays intact until there is not enough support. Then, a sudden collapse of the land surface can occur.</p>\n<p>On 2 July 2015, scientists reported that active pits, related to sinkhole collapses and possibly associated with outbursts, were found on the comet 67P/Churyumov-Gerasimenko by the <i>Rosetta</i> space probe.</p>\n<h3><span id=\"Artificial_processes\">Artificial processes</span></h3>\n\n\n<p>Collapses, commonly incorrectly labeled as sinkholes also form from human activity, such as the collapse of abandoned mines and salt cavern storage in salt domes in places like Louisiana, Mississippi and Texas. More commonly, collapses occur in urban areas due to water main breaks or sewer collapses when old pipes give way. They can also occur from the overpumping and extraction of groundwater and subsurface fluids.</p>\n<p>Sinkholes can also form when natural water-drainage patterns are changed and new water-diversion systems are developed. Some sinkholes form when the land surface is changed, such as when industrial and runoff-storage ponds are created; the substantial weight of the new material can trigger a collapse of the roof of an existing void or cavity in the subsurface, resulting in development of a sinkhole.</p>\n<h2><span id=\"Occurrence\">Occurrence</span></h2>\n\n<p>Sinkholes tend to occur in karst landscapes. Karst landscapes can have up to thousands of sinkholes within a small area, giving the landscape a pock-marked appearance. These sinkholes drain all the water, so there are only subterranean rivers in these areas. Examples of karst landscapes with a plethora of massive sinkholes include Khammouan Mountains (Laos) and Mamo Plateau (Papua New Guinea). The largest known sinkholes formed in sandstone are Sima Humboldt and Sima Martel in Venezuela.</p>\n<p>Some sinkholes form in thick layers of homogenous limestone. Their formation is facilitated by high groundwater flow, often caused by high rainfall; such rainfall causes formation of the giant sinkholes in the Nakanaï Mountains, on the New Britain island in Papua New Guinea. On the contact of limestone and insoluble rock below it, powerful underground rivers may form, creating large underground voids.</p>\n<p>In such conditions, the largest known sinkholes of the world have formed, like the 662-metre (2,172 ft) deep Xiaozhai Tiankeng (Chongqing, China), giant sótanos in Querétaro and San Luis Potosí states in Mexico and others.</p>\n<p>Unusual processes have formed the enormous sinkholes of Sistema Zacatón in Tamaulipas (Mexico), where more than 20 sinkholes and other karst formations have been shaped by volcanically heated, acidic groundwater. This has produced not only the formation of the deepest water-filled sinkhole in the world—Zacatón—but also unique processes of travertine sedimentation in upper parts of sinkholes, leading to sealing of these sinkholes with travertine lids.</p>\n<p>The state of Florida in the United States is known for having frequent sinkhole collapses, especially in the central part of the state. The Murge area in southern Italy also has numerous sinkholes. Sinkholes can be formed in retention ponds from large amounts of rain. An analysis of a case of sinkhole formation under a retention pond due to a large amount of rain can be seen in a sinkhole collapse study.</p>\n<h2><span id=\"Human_uses\">Human uses</span></h2>\n<p>Sinkholes have been used for centuries as disposal sites for various forms of waste. A consequence of this is the pollution of groundwater resources, with serious health implications in such areas. The Maya civilization sometimes used sinkholes in the Yucatán Peninsula (known as cenotes) as places to deposit precious items and human sacrifices.</p>\n<p>When sinkholes are very deep or connected to caves, they may offer challenges for experienced cavers or, when water-filled, divers. Some of the most spectacular are the Zacatón cenote in Mexico (the world's deepest water-filled sinkhole), the Boesmansgat sinkhole in South Africa, Sarisariñama tepuy in Venezuela, the Sótano del Barro in Mexico, and in the town of Mount Gambier, South Australia. Sinkholes that form in coral reefs and islands that collapse to enormous depths are known as blue holes and often become popular diving spots.</p>\n\n<h2><span id=\"Local_names\">Local names</span></h2>\n\n<p>Large and visually unusual sinkholes have been well-known to local people since ancient times. Nowadays sinkholes are grouped and named in site-specific or generic names. Some examples of such names are listed below.</p>\n<ul><li><b>Black holes</b> – This term refers to a group of unique, round, water-filled pits in the Bahamas. These formations seem to be dissolved in carbonate mud from above, by the sea water. The dark color of the water is caused by a layer of phototropic microorganisms concentrated in a dense, purple colored layer at 15 to 20 m (49 to 66 ft) depth; this layer \"swallows\" the light. Metabolism in the layer of microorganisms causes heating of the water, the only known case in the natural world where microorganisms create significant thermal effects. One of them is the Black Hole of Andros.</li>\n<li><b>Blue holes</b> – This name was initially given to the deep underwater sinkholes of the Bahamas but is often used for any deep water-filled pits formed in carbonate rocks. The name originates from the deep blue color of water in these sinkholes, which is created by the high clarity of the water and the great depth of the sinkholes; only the deep blue color of the visible spectrum can penetrate such depth and return after reflection.</li>\n<li><b>Cenotes</b> – This refers to the characteristic water-filled sinkholes in the Yucatán Peninsula, Belize and some other regions. Many cenotes have formed in limestone deposited in shallow seas created by the Chicxulub meteorite's impact.</li>\n<li><b>Sótanos</b> – This name is given to several giant pits in several states of Mexico.</li>\n<li><b>Tiankengs</b> – These are extremely large sinkholes, typically deeper and wider than 250 m (820 ft), with mostly vertical walls, most often created by the collapse of underground caverns. The term means <i>sky holes</i> in Chinese; many of this largest type of sinkhole are located in China.</li>\n<li><b>Tomo</b> – This term is used in New Zealand karst country to describe pot holes.</li>\n</ul><h2><span id=\"Piping_pseudokarst\">Piping pseudokarst</span></h2>\n<p>The 2010 Guatemala City sinkhole formed suddenly in May of that year; torrential rains from Tropical Storm Agatha and a bad drainage system were blamed for its creation. It swallowed a three-story building and a house; it measured approximately 20 m (66 ft) wide and 30 m (98 ft) deep. A similar hole had formed nearby in February 2007.</p>\n<p>This large vertical hole is not a true sinkhole, as it did not form via the dissolution of limestone, dolomite, marble, or any other water-soluble rock. Guatemala City is not underlain by any carbonate rock; instead, thick deposits of volcanic ash, unwelded ash flow tuffs, and other pyroclastic debris underlie all of Guatemala City. The dissolution of rock did not form the large vertical holes that swallowed up parts of Guatemala City in 2007 and 2010.</p>\n<p>The Guatemala City holes are instead an example of \"piping pseudokarst\", created by the collapse of large cavities that had developed in the weak, crumbly Quaternary volcanic deposits underlying the city. Although weak and crumbly, these volcanic deposits have enough cohesion to allow them to stand in vertical faces and to develop large subterranean voids within them. A process called \"soil piping\" first created large underground voids, as water from leaking water mains flowed through these volcanic deposits and mechanically washed fine volcanic materials out of them, then progressively eroded and removed coarser materials. Eventually, these underground voids became large enough that their roofs collapsed to create large holes.</p>\n<h2><span id=\"Notable_examples\">Notable examples</span></h2>\n\n\n<p>Some of the largest sinkholes in the world are:</p>\n<h3><span id=\"In_Africa\">In Africa</span></h3>\n<ul><li>Blue Hole – Dahab, Egypt. A round sinkhole or blue hole, 130 m (430 ft) deep. It includes an archway leading out to the Red Sea at 60 m (200 ft), which has been the site for many freediving and scuba attempts, the latter often fatal.</li>\n<li>Boesmansgat – South African freshwater sinkhole, approximately 290 m (950 ft) deep.</li>\n<li>Lake Kashiba – Zambia. About 3.5 hectares (8.6 acres) in area and about 100 m (330 ft) deep.</li>\n</ul><h3><span id=\"In_Asia\">In Asia</span></h3>\n<ul><li>Akhayat sinkhole is in Mersin Province, Turkey. Its dimensions are about 150 m (490 f) in diameter with a maximum depth of 70 m (230 ft).</li>\n<li>Bimmah Sinkhole (Hawiyat Najm, the Falling Star Sinkhole, Dibab Sinkhole) – Oman, approximately 30 m (98 ft) deep.</li>\n<li>The Baatara gorge sinkhole and the Baatara gorge waterfall next to Tannourine in Lebanon</li>\n<li>Dashiwei Tiankeng in Guangxi, China, is 613 m (2,011 ft) deep, with vertical walls. At the bottom is an isolated patch of forest with rare species.</li>\n<li>Dragon Hole the deepest, known, underwater ocean sinkhole in the world.</li>\n<li>Shaanxi tiankeng cluster, in the Daba Mountains of southern Shaanxi, China, covers an area of nearly 5019 square kilometers with the largest sinkhole being 520 meters in diameter and 320 meters deep.</li>\n<li>Teiq Sinkhole (Taiq, Teeq, Tayq) in Oman is one of the largest sinkholes in the world by volume: 90,000,000 m<sup>3</sup> (3.2<span>×</span>10<sup>9</sup> cu ft). Several perennial wadis fall with spectacular waterfalls into this 250 m (820 ft) deep sinkhole.</li>\n<li>Xiaozhai Tiankeng – Chongqing Municipality, China. Double nested sinkhole with vertical walls, 662 m (2,172 ft) deep.</li>\n</ul><h3><span id=\"In_the_Caribbean\">In the Caribbean</span></h3>\n<ul><li>Dean's Blue Hole – Bahamas. The second deepest known sinkhole under the sea, depth 203 m (666 ft). Popular location for world championships of free diving, as well as recreational diving.</li>\n</ul><h3><span id=\"In_Central_America\">In Central America</span></h3>\n<ul><li>Great Blue Hole – Belize. Spectacular, round sinkhole, 124 m (407 ft) deep. Unusual features are tilted stalactites in great depth, which mark the former orientation of limestone layers when this sinkhole was above sea level.</li>\n<li>2007 Guatemala City sinkhole</li>\n<li>2010 Guatemala City sinkhole</li>\n</ul><h3><span id=\"In_Europe\">In Europe</span></h3>\n<ul><li>Hranice Abyss, Moravia, Czech Republic, is the deepest known underwater cave in the world, the lowest confirmed depth (as of 27 September 2016) is 473 m (404 m under the water level).</li>\n<li>Pozzo del Merro, near Rome, Italy. At the bottom of an 80 m (260 ft) conical pit, and approximately 400 m (1,300 ft) deep, it is among the deepest sinkholes in the world (see Sótano del Barro below).</li>\n<li>Red Lake – Croatia. Approximately 530 m (1,740 ft) deep pit with nearly vertical walls, contains an approximately 280–290 m (920–950 ft) deep lake.</li>\n<li>Vouliagmeni – Greece. The sinkhole of Vouliagmeni is known as \"The Devil Well\", because it is considered extremely dangerous. Four scuba divers are known to have died in it. Maximum depth of 35.2 m (115 ft) and horizontal penetration of 150 m (490 ft).</li>\n<li>Pouldergaderry – Ireland. This sinkhole is located in the townland of Kilderry South near Miltown, Co. Kerry at <span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>52°7′57.5″N</span> <span>9°44′45.4″W</span></span></span></span>. The sinkhole, which is located in an area of karst bedrock, is approximately 80 metres (260 ft) in diameter and 30 metres (98 ft) deep with many mature trees growing on the floor of the hole. At the level of the surrounding ground, the sinkhole covers an area of approximately 1.3 acres. Its presence is indicated on Ordnance Survey maps dating back to 1829.</li>\n</ul><h3><span id=\"In_North_America\">In North America</span></h3>\n<h4><span id=\"Mexico\">Mexico</span></h4>\n<ul><li>Cave of Swallows – San Luis Potosí. 372 m (1,220 ft) deep, round sinkhole with overhanging walls.</li>\n<li>Sima de las Cotorras – Chiapas. 160 m (520 ft) across, 140 m (460 ft) deep, with thousands of green parakeets and ancient rock paintings.</li>\n<li>Sótano de la Lucha – Chiapas. Bigger than Sima de las Cotorras and with lush vegetation on the floor. It can be reached through a cave.</li>\n<li>Sótano del Barro – Querétaro. 410 m (1,350 ft) deep, with nearly vertical walls.</li>\n<li>Zacatón – Tamaulipas. Deepest water-filled sinkhole in world, 339 m (1,112 ft) deep.</li>\n</ul><h4><span id=\"United_States\">United States</span></h4>\n<ul><li>Bayou Corne sinkhole – Assumption Parish, Louisiana. About 25 acres in area and 750 ft (230 m) deep.</li>\n<li>The Blue Hole – Santa Rosa, New Mexico. The surface entrance is only 80 feet (24 m) in diameter, it expands to a diameter of 130 feet (40 m) at the bottom.</li>\n<li>Daisetta Sinkholes – Daisetta, Texas. Several sinkholes have formed, the most recent in 2008 with a maximum diameter of 620 ft (190 m) and maximum depth of 150 ft (46 m).</li>\n<li>Devil's Millhopper – Gainesville, Florida. 120 ft (37 m) deep, 500 ft (150 m) wide. Twelve springs, some more visible than others, feed a pond at the bottom.</li>\n<li>\"Golly Hole\" (or \"December Giant\"), Calera, Alabama, appeared December 2, 1972. Approximately 300 ft (91 m) by 325 ft (99 m) and 120 ft (37 m) deep. </li>\n<li>Grassy Cove – Tennessee. 13.6 km<sup>2</sup> (5.3 sq mi) in area and 42.7 m (140 ft) deep, a National Natural Landmark.</li>\n<li>Gypsum Sinkhole – Utah, in Capitol Reef National Park. Nearly 15 m (49 ft) in diameter and approximately 60 m (200 ft) deep.</li>\n<li>Kingsley Lake – Florida. 8.1 km<sup>2</sup> (2,000 acres) in area, 27 m (89 ft) deep and almost perfectly round.</li>\n<li>Lake Peigneur – New Iberia, Louisiana. Original depth 11 ft (3.4 m), currently 1,300 ft (400 m) at Diamond Crystal Salt Mine collapse.</li>\n<li>Winter Park Sinkhole, in central Florida, appeared May 8, 1981. It was approximately 350 feet (107 m) wide and 75 feet (23 m) deep. It was notable as one of the largest recent sinkholes to form in the United States. It is now known as Lake Rose.</li>\n</ul><h3><span id=\"In_Oceania\">In Oceania</span></h3>\n<ul><li>Harwood Hole – Abel Tasman National Park, New Zealand, 183 m (600 ft) deep.</li>\n<li>Minyé sinkhole – East New Britain, Papua New Guinea. 510 m (1,670 ft) deep, with vertical walls, crossed by a powerful stream.</li>\n</ul><h3><span id=\"In_South_America\">In South America</span></h3>\n<ul><li>Sima Humboldt – Venezuela. Largest sinkhole in sandstone, 314 m (1,030 ft) deep, with vertical walls. Unique, isolated forest on bottom.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>US Geological Survey Water Science School page about sinkholes</li>\n<li><i>Daily Telegraph</i> slide show of 31 sinkholes</li>\n<li>Video of Sinkhole forming in Texas (8 May 2008)</li>\n<li>Google map of deepest \"hole\" for each state (Andy Martin)</li>\n<li>Tennessee sinkholes 54,000+ sinkholes</li>\n<li><cite class=\"citation news\">James, Vincent (18 February 2014). \"What are sinkholes, how do they form and why are we seeing so many?\". The Independent.co.uk<span>. Retrieved <span>19 February</span> 2014</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASinkhole&amp;rft.atitle=What+are+sinkholes%2C+how+do+they+form+and+why+are+we+seeing+so+many%3F&amp;rft.aufirst=Vincent&amp;rft.aulast=James&amp;rft.date=2014-02-18&amp;rft.genre=article&amp;rft_id=http%3A%2F%2Fwww.independent.co.uk%2Fnews%2Fscience%2Fsinkholes-what-are-they-how-do-they-form-and-why-are-we-seeing-so-many-9136235.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>","shortText":"<p>A <b>sinkhole</b>, also known as a <b>cenote</b>, <b>sink</b>, <b>sink-hole</b>, <b>shakehole</b>, <b>swallet</b>, <b>swallow hole</b>, or <b>doline</b> (the different terms for sinkholes are often used interchangeably), is a depression or hole in the ground caused by some form of collapse of the surface layer. Most are caused by karst processes—for example, the chemical dissolution of carbonate rocks or suffosion processes. Sinkholes vary in size from 1 to 600 m (3.3 to 2,000 ft) both in diameter and depth, and vary in form from soil-lined bowls to bedrock-edged chasms. Sinkholes may form gradually or suddenly, and are found worldwide.","title":"Sinkhole","id":"Sinkhole"}