{"articleText":"<p><b>Sorting</b> describes the distribution of grain size of sediments, either in unconsolidated deposits or in sedimentary rocks. This should not be confused with crystallite size, which refers to the individual size of a crystal in a solid. Crystallite is the building block of a grain. <i>Very poorly sorted</i> indicates that the sediment sizes are mixed (large variance); whereas <i>well sorted</i> indicates that the sediment sizes are similar (low variance).</p>\n<p>The terms describing sorting in sediments - very poorly sorted, poorly sorted, moderately sorted, well sorted, very well sorted - have technical definitions, and semi-quantitatively describe the amount of variance seen in particle sizes. In the field, sedimentologists use graphical charts to accurately describe the sorting of a sediment using one of these words.</p>\n<p>The degree of sorting may also indicate the energy, rate, and/or duration of deposition, as well as the transport process (river, debris flow, wind, glacier, etc.) responsible for laying down the sediment. Sorting of sediments can also be affected by reworking of the material after deposition, for instance, by winnowing.</p>\n<p>Well sorted rocks are generally porous, while poorly sorted rocks have low porosity.</p>\n<p><br></p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Grain size</li>\n<li>Graded bedding</li>\n<li>Rounding</li>\n<li>Porosity</li>\n<li>Soil texture</li>\n<li>Sediment transport</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<p><br></p>","shortText":"<p><b>Sorting</b> describes the distribution of grain size of sediments, either in unconsolidated deposits or in sedimentary rocks. This should not be confused with crystallite size, which refers to the individual size of a crystal in a solid. Crystallite is the building block of a grain. <i>Very poorly sorted</i> indicates that the sediment sizes are mixed (large variance); whereas <i>well sorted</i> indicates that the sediment sizes are similar (low variance).","title":"Sorting (sediment)","id":"Sorting_(sediment)"}