{"articleText":"<p><b>Surface irrigation</b> is defined as the group of application techniques where water is applied and distributed over the soil surface by gravity. It is by far the most common form of irrigation throughout the world and has been practiced in many areas virtually unchanged for thousands of years.</p>\n<p>Surface irrigation is often referred to as flood irrigation, implying that the water distribution is uncontrolled and therefore, inherently inefficient. In reality, some of the irrigation practices grouped under this name involve a significant degree of management (for example surge irrigation). Surface irrigation comes in three major types; level basin, furrow and border strip.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Process\">Process</span></h2>\n<p>The process of surface irrigation can be described using four phases. As water is applied to the top end of the field it will flow or advance over the field length. The <b>advance phase</b> refers to that length of time as water is applied to the top end of the field and flows or advances over the field length. After the water reaches the end of the field it will either run-off or start to pond. The period of time between the end of the advance phase and the shut-off of the inflow is termed the wetting, ponding or <b>storage phase</b>. As the inflow ceases the water will continue to runoff and infiltrate until the entire field is drained. The <b>depletion phase</b> is that short period of time after cut-off when the length of the field is still submerged. The <b>recession phase</b> describes the time period while the water front is retreating towards the downstream end of the field. The depth of water applied to any point in the field is a function of the <b>opportunity time</b>, the length of time for which water is present on the soil surface.</p>\n<h2><span id=\"Types_of_Surface_Irrigation\">Types of Surface Irrigation</span></h2>\n<h3><span id=\"Basin_irrigation\">Basin irrigation</span></h3>\n\n\n<p>Level basin irrigation has historically been used in small areas having level surfaces that are surrounded by earth banks. The water is applied rapidly to the entire basin and is allowed to infiltrate. In traditional basins no water is permitted to drain from the field once it is irrigated. Basin irrigation is favoured in soils with relatively low infiltration rates(Walker and Skogerboe 1987). This is also a method of surface irrigation. Fields are typically set up to follow the natural contours of the land but the introduction of laser levelling and land grading has permitted the construction of large rectangular basins that are more appropriate for mechanised broadacre cropping.</p>\n<h4><span id=\"Drainback_Level_Basins\">Drainback Level Basins</span></h4>\n<p>Drain back level basins (DBLB) or contour basins are a variant of basin irrigation where the field is divided into a number of terraced rectangular bays which are graded level or have no significant slope. Water is applied to the first bay (usually the highest in elevation) and when the desired depth is applied water is permitted to drain back off that bay and flow to the next bay which is at a lower elevation than the first. Each bay is irrigated in turn using a combination of drainage water from the previous bay and continuing inflow from the supply channel. Successful operation of these systems is reliant on a sufficient elevation drop between successive bays. These systems are commonly used in Australia where rice and wheat are grown in rotation.</p>\n<h3><span id=\"Furrow_irrigation\">Furrow irrigation</span></h3>\n\n\n<p>Furrow irrigation is conducted by creating small parallel channels along the field length in the direction of predominant slope. Water is applied to the top end of each furrow and flows down the field under the influence of gravity. Water may be supplied using gated pipe, siphon and head ditch, or bankless systems. The speed of water movement is determined by many factors such as slope, surface roughness and furrow shape but most importantly by the inflow rate and soil infiltration rate. The spacing between adjacent furrows is governed by the crop species, common spacings typically range from 0.75 to 2 metres. The crop is planted on the ridge between furrows which may contain a single row of plants or several rows in the case of a bed type system. Furrows may range anywhere from less than 100 m to 2000 m long depending on the soil type, location and crop type. Shorter furrows are commonly associated with higher uniformity of application but result in increasing potential for runoff losses. Furrow irrigation is particularly suited to broad-acre row crops such as cotton, maize and sugar cane. It is also practiced in various horticultural industries such as citrus, stone fruit and tomatoes.</p>\n<p>The water can take a considerable period of time to reach the other end, meaning water has been infiltrating for a longer period of time at the top end of the field. This results in poor uniformity with high application at the top end with lower application at the bottom end. In most cases the performance of furrow irrigation can be improved through increasing the speed at which water moves along the field (the advance rate). This can be achieved through increasing flow rates or through the practice of surge irrigation. Increasing the advance rate not only improves the uniformity but also reduces the total volume of water required to complete the irrigation.</p>\n<h4><span id=\"Surge_irrigation\">Surge irrigation</span></h4>\n<p>Surge Irrigation is a variant of furrow irrigation where the water supply is pulsed on and off in planned time periods (e.g. on for 1 hour off for 1½ hour). The wetting and drying cycles reduce infiltration rates resulting in faster advance rates and higher uniformities than continuous flow. The reduction in infiltration is a result of surface consolidation, filling of cracks and micro pores and the disintegration of soil particles during rapid wetting and consequent surface sealing during each drying phase. On those soils where surging is effective it has been reported to allow completion of the irrigation with a lower overall water usage and therefore higher efficiency and potentially offer the ability to practice deficit irrigation. The effectiveness of surge irrigation is soil type dependent; for example, many clay soils experience a rapid sealing behaviour under continuous flow and therefore surge irrigation offers little benefit.</p>\n<h3><span id=\"Bay.2Fborder_strip_irrigation\">Bay/border strip irrigation</span></h3>\n<p>Border strip, otherwise known as border check or bay irrigation could be considered as a hybrid of level basin and furrow irrigation. The field is divided into a number of bays or strips, each bay is separated by raised earth check banks (borders). The bays are typically longer and narrower compared to basin irrigation and are orientated to align lengthwise with the slope of the field. Typical bay dimensions are between 10-70m wide and 100-700m long. The water is applied to the top end of the bay, which is usually constructed to facilitate free-flowing conditions at the downstream end. One common use of this technique includes the irrigation of pasture for dairy production.</p>\n<h2><span id=\"Issues_associated_with_surface_irrigation\">Issues associated with surface irrigation</span></h2>\n\n<p>While surface irrigation can be practiced effectively using the correct management under the right conditions, it is often associated with a number of issues undermining productivity and environmental sustainability:</p>\n<ul><li>Waterlogging - Can cause the plant to shut down delaying further growth until sufficient water drains from the rootzone. Waterlogging may be counteracted by drainage, tile drainage or watertable control by another form of subsurface drainage.</li>\n<li>Deep drainage - Overirrigation may cause water to move below the root zone resulting in rising water tables. In regions with naturally occurring saline soil layers (for example salinity in south eastern Australia) or saline aqifers, these rising water tables may bring salt up into the root zone leading to problems of irrigation salinity.</li>\n<li>Salinization - Depending on water quality irrigation water may add significant volumes of salt to the soil profile. While this is a lesser issue for surface irrigation compared to other irrigation methods (due to the comparatively high leaching fraction), lack of subsurface drainage may restrict the leaching of salts from the soil. This can be remedied by drainage and soil salinity control through flushing.</li>\n</ul><p>The aim of modern surface irrigation management is to minimse the risk of these potential adverse impacts.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Irrigation</li>\n<li>Irrigation in viticulture</li>\n<li>Irrigation statistics</li>\n<li>Irrigation management</li>\n<li>Irrigation environmental impacts</li>\n<li>Tidal irrigation</li>\n<li>Irrigation in alluvial fans</li>\n<li>Deficit irrigation</li>\n<li>Irrigation district</li>\n<li>List of countries by irrigated land area</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>FAO Irrigation and Drainage Paper 45: Guidelines for designing and evaluating surface irrigation systems</li>\n<li>The Experimental Hydrology Wiki Infiltration - Hood Infiltrometer</li>\n</ul>","shortText":"<p><b>Surface irrigation</b> is defined as the group of application techniques where water is applied and distributed over the soil surface by gravity. It is by far the most common form of irrigation throughout the world and has been practiced in many areas virtually unchanged for thousands of years.","title":"Surface irrigation","id":"Surface_irrigation"}