{"articleText":"<p><b>Tailings</b>, also called <b>mine dumps</b>, <b>culm dumps</b>, <b>slimes</b>, <b>tails</b>, <b>refuse</b>, <b>leach residue</b> or <b>slickens</b>, <b>terra-cone (terrikon)</b>, are the materials left over after the process of separating the valuable fraction from the uneconomic fraction (gangue) of an ore. Tailings are distinct from overburden, which is the waste rock or other material that overlies an ore or mineral body and is displaced during mining without being processed. The amount of tailings can be large, ranging from 90–98% for some copper ores to 20–50% of the other (less valuable) minerals.</p>\n<p>The extraction of minerals from ore can be done two ways: placer mining, which uses water and gravity to concentrate the valuable minerals, or hard rock mining, which pulverizes the rock containing the ore and then relies on chemical reactions to concentrate the sought-after material. In the latter, the extraction of minerals from ore requires comminution, i.e., grinding the ore into fine particles to facilitate extraction of the target element(s). Because of this comminution, tailings consist of a slurry of fine particles, ranging from the size of a grain of sand to a few micrometres. Mine tailings are usually produced from the mill in slurry form, which is a mixture of fine mineral particles and water.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Examples\">Examples</span></h2>\n<h3><span id=\"Sulfide_minerals\">Sulfide minerals</span></h3>\n<p>The effluent from the tailings from the mining of sulfidic minerals has been described as \"the largest environmental liability of the mining industry\". These tailings contain large amounts of pyrite (FeS<sub>2</sub>) and Iron(II) sulfide (FeS), which are rejected from the sought-after ores of copper and nickel, as well as coal. Although harmless underground, these minerals are reactive toward air in the presence of microorganisms, leading to acid mine drainage.</p>\n\n<h3><span id=\"Coal_and_oil_shale\">Coal and oil shale</span></h3>\n<p>When applied to coal mining tailings ponds and oil sands tailings ponds, the term \"tailings\" refers to fine waste suspended in water.</p>\n<h3><span id=\"Aluminium_mining\">Aluminium mining</span></h3>\n\n<p>Bauxite tailings is a waste product generated in the industrial production of aluminium. Making provision for the approximately 77 million tons that is produced annually is one of the most significant problems for the aluminium mining industry.</p>\n<h2><span id=\"Economics\">Economics</span></h2>\n<p>Early mining operations often did not take adequate steps to make tailings areas environmentally safe after closure. Modern mines, particularly those in jurisdictions with well-developed mining regulations and those operated by responsible mining companies, often include the rehabilitation and proper closure of tailings areas in their costs and activities. For example, the Province of Quebec, Canada, requires not only the submission of a closure plan before the start of mining activity, but also the deposit of a financial guarantee equal to 100% of the estimated rehabilitation costs. Tailings dams are often the most significant environmental liability for a mining project.</p>\n<h2><span id=\"Environmental_considerations_and_case_studies\">Environmental considerations and case studies</span></h2>\n<p>The rejected minerals and rocks liberated through mining and processing are not part of the aerobic ecological systems and are unstable. They have the potential to damage the environment by releasing toxic metals (arsenic and mercury being two major culprits), by acid drainage (usually by microbial action on sulfide ores), or by damaging aquatic wildlife that rely on clear water (vs suspensions).</p>\n<p>The greatest danger of tailings ponds is dam failure, with the most publicized failure in the U.S. being the failure of a coal slurry dam in the West Virginia Buffalo Creek Flood, which killed 125 people; other collapses include the Ok Tedi environmental disaster in New Guinea, which destroyed the fishery of the Ok Tedi River. On average, worldwide, there is one big accident involving a tailings dam each year. Tailings ponds can also be a source of acid drainage, leading to the need for permanent monitoring and treatment of water passing through the tailings dam; the cost of mine cleanup has typically been 10 times that of mining industry estimates when acid drainage was involved. Other disasters caused by tailings dam failures are, the 2000 Baia Mare cyanide spill and the Ajka alumina plant accident.</p>\n<h2><span id=\"Storage_methods\">Storage methods</span></h2>\n<p>Historically, tailings were disposed of in the most convenient manner, such as in downstream running water or down drains. Because of concerns about these sediments in the water and other issues, tailings ponds came into use. The sustainability challenge in the management of tailings and waste rock is to dispose of material, such that it is inert or, if not, stable and contained, to minimise water and energy inputs and the surface footprint of wastes and to move toward finding alternate uses.</p>\n<h3><span id=\"Tailings_ponds_or_impoundments\">Tailings ponds or impoundments</span></h3>\n<dl><dd>\n\n</dd>\n</dl><p>Bounded by impoundments (an impoundment is a dam), these dams typically use \"local materials\" including the tailings themselves, and may be considered embankment dams. Traditionally, the only option for tailings storage was to deal with a tailings slurry. This slurry is a dilute stream of the tailings solids within water that was sent to the tailings storage area. The modern tailings designer has a range of tailings products to choose from depending upon how much water is removed from the slurry prior to discharge. The removal of water not only can create a better storage system in some cases (e.g. dry stacking, see below) but can also assist in water recovery which is a major issue as many mines are in arid regions. In a 1994 description of tailings impoundments, however, the U.S. EPA stated that dewatering methods may be prohibitively expensive except in special circumstances. Subaqueous storage of tailings has also been used.</p>\n\n<p>Tailing ponds are areas of refused mining tailings where the waterborne refuse material is pumped into a pond to allow the sedimentation (meaning separation) of solids from the water. The pond is generally impounded with a dam, and known as tailings impoundments or tailings dams. It was estimated in 2000 that there were about 3,500 active tailings impoundments in the world. The ponded water is of some benefit as it minimizes fine tailings from being transported by wind into populated areas where the toxic chemicals could be potentially hazardous to human health; however, it is also harmful to the environment. Tailing ponds are often somewhat dangerous because they attract wildlife such as waterfowl or caribou as they appear to be a natural pond, but they can be highly toxic and harmful to the health of these animals. Tailings ponds are used to store the waste made from separating minerals from rocks, or the slurry produced from tar sands mining. Tailings are sometimes mixed with other materials such as bentonite to form a thicker slurry that slows the release of impacted water to the environment.</p>\n<p>There are many different subsets of this method, including valley impoundments, ring dikes, in-pit impoundments, and specially dug pits. The most common is the valley pond, which takes advantage of the natural topographical depression in the ground. Large earthen dams may be constructed and then filled with the tailings. Exhausted open pit mines may be refilled with tailings. In all instances, due consideration must be made to contamination of the underlying water table, amongst other issues. Dewatering is an important part of pond storage, as the tailings are added to the storage facility the water is removed - usually by draining into decant tower structures. The water removed can thus be reused in the processing cycle. Once a storage facility is filled and completed, the surface can be covered with topsoil and revegetation commenced. However, unless a non-permeable capping method is used, water that infiltrates into the storage facility will have to be continually pumped out into the future.</p>\n<h3><span id=\"Paste_tailings\">Paste tailings</span></h3>\n<p>Paste tailings is a modification to the conventional methods of disposal of tailings (pond storage). A conventional tailings slurry has a low %solids and a relatively high water content (normally ranging from 20% to 60% solids for most hard rock mining) and when deposited into the tailings pond the solids and liquids separate. In paste tailings the %Solids of the tailings slurry is increased through the use of paste thickeners to produce a product where the minimal separation of water and solids occurs and the material is deposited into a storage area as a paste (with a consistency somewhat like toothpaste). Paste tailings has the advantage that more water is recycled in the processing plant and therefore the process is more water efficient than conventional tailings and there is a lower potential for seepage. However the cost of the thickening is generally higher than for conventional tailings and the pumping costs for the paste are also normally higher than for conventional tailings as positive displacement pumps are normally required to transport the tailings from the processing plant to the storage area. Paste tailings are used in several locations around the world including Sunrise Dam in Western Australia and Bulyanhulu Gold Mine in Tanzania.</p>\n<h3><span id=\"Dry_stacking\">Dry stacking</span></h3>\n<p>Tailings do not have to be stored in ponds or sent as slurries into oceans, rivers or streams. There is a growing use of the practice of dewatering tailings using vacuum or pressure filters so the tailings can then be stacked. This saves water which potentially reduces the impacts on the environment in terms of a reduction in the potential seepage rates, space used, leaves the tailings in a dense and stable arrangement and eliminates the long-term liability that ponds leave after mining is finished. However although there are potential merits to dry stacked tailings these systems are often cost prohibitive due to increased capital cost to purchase and install the filter systems and the increase in operating costs (generally associated electricity consumption and consumables such as filter cloth) of such systems.</p>\n<h3><span id=\"Storage_in_underground_workings\">Storage in underground workings</span></h3>\n<p>While disposal into exhausted open pits is generally a straightforward operation, disposal into underground voids is more complex. A common modern approach is to mix a certain quantity of tailings with waste aggregate and cement, creating a product that can be used to backfill underground voids and stopes. A common term for this is HDPF - High Density Paste Fill. HDPF is a more expensive method of tailings disposal than pond storage, however it has many other benefits – not just environmental but it can significantly increase the stability of underground excavations by providing a means for ground stress to be transmitted across voids - rather than having to pass around them – which can cause mining induced seismic events like that suffered previously at the Beaconsfield Mine Disaster.</p>\n<h3><span id=\"Riverine_tailings\">Riverine tailings</span></h3>\n<p>Usually called RTD – Riverine Tailings Disposal. In most environments, not a particularly environmentally sound practice, it has seen significant utilisation in the past, leading to such spectacular environmental damage as done by the Mount Lyell Mining and Railway Company in Tasmania to the King River, or the poisoning from the Panguna mine on Bougainville Island, which led to large-scale civil unrest on the island, and the eventual permanent closing of the mine.</p>\n<p>As of 2005, only three mines operated by international companies continued to use river disposal: The Ok Tedi mine, the Grasberg mine and the Porgera mine, all on New Guinea. This method is used in these cases due to seismic activity and landslide dangers which make other disposal methods impractical and dangerous.</p>\n<h3><span id=\"Submarine_tailings\">Submarine tailings</span></h3>\n<p>Commonly referred to as STD (Submarine Tailings Disposal) or DSTD (Deep Sea Tailings Disposal). Tailings can be conveyed using a pipeline then discharged so as to eventually descend into the depths. Practically, it is not an ideal method, as the close proximity to off-shelf depths is rare. When STD is used, the depth of discharge is often what would be considered shallow, and extensive damage to the seafloor can result due to covering by the tailings product. It is also critical to control the density and temperature of the tailings product, to prevent it from travelling long distances, or even floating to the surface.</p>\n<p>This method is used by the gold mine on Lihir Island; its waste disposal has been viewed by environmentalists as highly damaging, while the owners claim that it is not harmful.</p>\n<h3><span id=\"Phytostabilisation\">Phytostabilisation</span></h3>\n<p>Phytostabilisation is a form of phytoremediation that uses hyperaccumulator plants for long-term stabilisation and containment of tailings, by sequestering pollutants in soil near the roots. The plant's presence can reduce wind erosion, or the plant's roots can prevent water erosion, immobilise metals by adsorption or accumulation, and provide a zone around the roots where the metals can precipitate and stabilise. Pollutants become less bioavailable and livestock, wildlife, and human exposure is reduced. This approach can be especially useful in dry environments, which are subject to wind and water dispersion.</p>\n<h3><span id=\"Different_methods\">Different methods</span></h3>\n<p>Considerable effort and research continues to be made into discovering and refining better methods of tailings disposal. Research at the Porgera Gold Mine is focusing on developing a method of combining tailings products with coarse waste rock and waste muds to create a product that can be stored on the surface in generic-looking waste dumps or stockpiles. This would allow the current use of rivering disposal to cease. Considerable work remains to be done. However, co-disposal has been successfully implemented by several designers including AMEC at, for example, the Elkview Mine in British Columbia.</p>\n<h2><span id=\"Reprocessing\">Reprocessing</span></h2>\n<p>As mining techniques and the price of minerals improve, it is not unusual for tailings to be reprocessed using new methods, or more thoroughly with old methods, to recover additional minerals. Extensive tailings dumps of Kalgoorlie / Boulder in Western Australia were re-processed profitably in the 1990s by KalTails Mining.</p>\n<h2><span id=\"Pond_reclamation_by_microbiology\">Pond reclamation by microbiology</span></h2>\n<p>During extraction of the oil from oil sand, tailings consisting of water, silt, clays and other solvents are also created. This solid will become mature fine tailings by gravity. Foght <i>et al</i> (1985) estimated that there are 10<sup>3</sup> anaerobic heterotrophs and 10<sup>4</sup> sulfate-reducing prokaryotes per milliliter in the tailings pond, based on conventional most probable number methods. Foght set up an experiment with two tailings ponds and an analysis of the archaea, bacteria, and the gas released from tailings ponds showed that those were methanogens. As the depth increased, the moles of CH<sub>4</sub> released actually decreased.</p>\n<p>Siddique (2006, 2007) states that methanogenesis in the tailings pond live and reproduce by anaerobic degradation which will lower the molecular weight from naphtha to aliphatic, aromatic hydrocarbons, carbon dioxide and methane. Those archaea and bacteria can degrade the naphtha which was considered as waste during the procedure of refining oil. Both of those degraded products are useful. Aliphatic, aromatic hydrocarbons and methane can be used as fuel in the humans’ daily lives. In other words, these methanogens improve the coefficient of utilization. Moreover, these methanogens change the structure of the tailings pond and help the pore water efflux to reuse for processing oil sands. Because the archaea and bacteria metabolize and release bubbles within the tailings, the pore water can go through the soil easily. Since they accelerate the densification of mature fine tailings, the tailings pond are enable to settle the solids more quickly so that the tailings can be reclaimed earlier. Moreover, the water released from the tailings can use it in the procedure of refining oil. Reducing the demand of water can also protect the environment from drought.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Coal slurry impoundment</li>\n<li>Landfarming</li>\n<li>Mine closure planning</li>\n<li>Mine reclamation</li>\n<li>Spoil tip</li>\n<li>Ok Tedi environmental disaster</li>\n<li>Mount Polley mine disaster</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Tailings Info site</li>\n<li>Extox.net</li>\n<li>Submarine Tailings Disposal at the Mineral Policy Institute</li>\n<li>Carbon sequestration in mine tailings</li>\n<li>Tailings - mining in Chile</li>\n</ul>","shortText":"<p><b>Tailings</b>, also called <b>mine dumps</b>, <b>culm dumps</b>, <b>slimes</b>, <b>tails</b>, <b>refuse</b>, <b>leach residue</b> or <b>slickens</b>, <b>terra-cone (terrikon)</b>, are the materials left over after the process of separating the valuable fraction from the uneconomic fraction (gangue) of an ore. Tailings are distinct from overburden, which is the waste rock or other material that overlies an ore or mineral body and is displaced during mining without being processed. The amount of tailings can be large, ranging from 90–98% for some copper ores to 20–50% of the other (less valuable) minerals.","title":"Tailings","id":"Tailings"}