{"articleText":"<p>A <b>tombolo</b>, from the Italian <i>tombolo</i>, derived from the Latin <i>tumulus</i>, meaning 'mound', and sometimes translated as <i>ayre</i>, is a deposition landform in which an island is attached to the mainland by a narrow piece of land such as a spit or bar. Once attached, the island is then known as a tied island.</p>\n<p>Several islands tied together by bars which rise above the water level are called a <b>tombolo cluster</b>. Two or more tombolos may form an enclosure (called a lagoon) that can eventually fill with sediment.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Formation\">Formation</span></h2>\n\n\n\n\n\n\n<p>The shoreline moves toward the island (or detached breakwater) due to accretion of sand in the lee of the island where wave energy and longshore drift are reduced and therefore deposition of sand occurs.</p>\n<h3><span id=\"Wave_diffraction_and_refraction\">Wave diffraction and refraction</span></h3>\n<p>True tombolos are formed by wave refraction and diffraction. As waves near an island, they are slowed by the shallow water surrounding it. These waves then bend around the island to the opposite side as they approach. The wave pattern created by this water movement causes a convergence of longshore drift on the opposite side of the island. The beach sediments that are moving by lateral transport on the lee side of the island will accumulate there, conforming to the shape of the wave pattern. In other words, the waves sweep sediment together from both sides. Eventually, when enough sediment has built up, the beach shoreline, known as a spit, will connect with an island and form a tombolo.</p>\n<h3><span id=\"Unidirectional_longshore_drift\">Unidirectional longshore drift</span></h3>\n<p>In the case of longshore drift from one single or a dominant direction, like at Chesil Beach or Spurn Head, the flow of material is along the coast in a movement which is not determined by the now tied island, such as Portland, which it has reached. In this and similar cases, while the strip of beach material connected to the island may be technically called a tombolo because it links the island to the land, it is better thought of in terms of its formation – as a spit or otherwise.</p>\n<h2><span id=\"Morphology_and_sediment_distribution\">Morphology and sediment distribution</span></h2>\n<p>Tombolos are more prone to natural fluctuations of profile and area as a result of tidal and weather events than a normal beach is. Because of this susceptibility to weathering, tombolos are sometimes made more sturdy through the construction of roads or parking lots. The sediments that make up a tombolo are coarser towards the bottom and finer towards the surface. It is easy to see this pattern when the waves are destructive and wash away finer grained material at the top, revealing coarser sands and cobbles as the base.</p>\n<p>Sea level rise may also contribute to accretion, as material is pushed up with rising sea levels. This is the case with Chesil Beach (which connects the Isle of Portland to Dorset in England), notable because the shingle ridge is parallel rather than at right angles to the coast.</p>\n<p>Tombolos demonstrate the sensitivity of shorelines. A small piece of land, such as an island, can change the way that waves move, leading to different deposition of sediments.</p>\n<h2><span id=\"List_of_notable_tombolos\">List of notable tombolos</span></h2>\n\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Ayre (landform)</li>\n<li>Bar</li>\n<li>Cuspate Foreland</li>\n<li>Isthmus</li>\n<li>Tied island</li>\n<li>Shoal</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Geology.About.com's page on tombolos (useful for its descriptive photograph)</li>\n<li>Tombolo in Sainte-Marie, Martinique (useful for its photos and description)</li>\n<li>further reading on Detached breakwaters fom Vlaams Instituut voor de Zee in Belgium</li>\n<li>further reading on coastal structures fom Prof. Leo van Rijn in Holland</li>\n</ul>","shortText":"<p>A <b>tombolo</b>, from the Italian <i>tombolo</i>, derived from the Latin <i>tumulus</i>, meaning 'mound', and sometimes translated as <i>ayre</i>, is a deposition landform in which an island is attached to the mainland by a narrow piece of land such as a spit or bar. Once attached, the island is then known as a tied island.","title":"Tombolo","id":"Tombolo"}