{"articleText":"<p>A <b>valley</b> is a low area between hills, often with a river running through it. In geology, a <b>valley</b> or <b>dale</b> is a depression that is longer than it is wide. The terms U-shaped and V-shaped are descriptive terms of geography to characterize the form of valleys. Most valleys belong to one of these two main types or a mixture of them, (at least) with respect to the cross section of the slopes or hillsides.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Valley_terminology\">Valley terminology</span></h2>\n<p>A valley in its broadest geographic sense is also known as a <i>dale</i>. A valley through which a river runs may also be referred to as a <i>vale</i>. A small, secluded, and often wooded valley is known as a <i>dell</i> or in Scotland as a <i>glen</i>. A wide, flat valley through which a river runs is known in Scotland as a <i>strath</i>. A mountain <i>cove</i> is a small valley, closed at one or both ends, in the central or southern Appalachian Mountains which sometimes results from the erosion of a geologic window. A small valley surrounded by mountains or ridges is sometimes known as a <i>hollow</i>. A deep, narrow valley is known as a <i>cwm</i> (also spelled <i>combe</i> or <i>coombe</i>). Similar geological structures, such as canyons, ravines, gorges, gullies, chines and kloofs, are not usually referred to as valleys. A valley formed by erosion is called an erosional valley; a valley formed by geologic events such as drop faults or the rise of highlands is called a structural valley.</p>\n<h2><span id=\"River_valleys\">River valleys <span id=\"River_valleys\"></span></span></h2>\n\n\n<p>A valley formed by flowing water, or <i>river valley</i>, is usually <b>V-shaped</b>. The exact shape will depend on the characteristics of the stream flowing through it. Rivers with steep gradients, as in mountain ranges, produce steep walls and a bottom. Shallower slopes may produce broader and gentler valleys. However, in the lowest stretch of a river, where it approaches its base level, it begins to deposit sediment and the valley bottom becomes a floodplain.</p>\n<p>Some broad <i>V</i> examples are:</p>\n<ul><li>North America: Black Canyon of the Gunnison National Park, and others in Grand Canyon NP</li>\n<li>Europe:\n<ul><li>Austria: narrow passages of upper Inn valley (Inntal), affluents of Enns</li>\n<li>Switzerland: Napf region, Zurich Oberland, Engadin</li>\n<li>Germany: affluents to the middle reaches of Rhine and Mosel</li>\n</ul></li>\n</ul><p>Some of the first human complex societies originated in river valleys, such as that of the Nile, Tigris-Euphrates, Indus, Ganges, Yangtze, Yellow River, Mississippi, and arguably Amazon. In prehistory, the rivers were used as a source of fresh water and food (fish and game), as well as a place to wash and a sewer. The proximity of water moderated temperature extremes and provided a source for irrigation, stimulating the development of agriculture. Most of the first civilizations developed from these river valley communities.</p>\n<h3><span id=\"Vales\">Vales <span id=\"Vale\"></span></span></h3>\n<p>In geography, a <i>vale</i> is a wide river valley, usually with a particularly wide flood plain or flat valley bottom.</p>\n<p>In Southern England, vales commonly occur between the escarpment slopes of pairs of chalk formations, where the chalk dome has been eroded, exposing less resistant underlying rock, usually claystone.</p>\n<h2><span id=\"Rift_valleys\">Rift valleys</span></h2>\n\n<p>Rift valleys, such as the Albertine Rift, are formed by the expansion of the Earth's crust due to tectonic activity beneath the Earth's surface.</p>\n<h2><span id=\"Glacial_valleys\">Glacial valleys</span></h2>\n\n\n\n<p>There are various forms of valley associated with glaciation that may be referred to as glacial valleys.</p>\n<h3><span id=\"U-shaped_or_trough_valley\">U-shaped or trough valley</span></h3>\n\n<p>A valley carved by glaciers is normally U-shaped and resembles a trough. This trough valley becomes visible upon the recession of the glacier that forms it. When the ice recedes or thaws, the valley remains, often littered with small boulders that were transported within the ice. Floor gradient does not affect the valley's shape, it is the glacier's size that does. Continuously flowing glaciers – especially in the ice age – and large-sized glaciers carve wide, deep incised valleys, sometimes with valley steps that reflect differing erosion rates.</p>\n<p>Examples of U-shaped valleys are found in every mountainous region that has experienced glaciation, usually during the Pleistocene ice ages. Most present U-shaped valleys started as V-shaped before glaciation. The glaciers carved it out wider and deeper, simultaneously changing the shape. This proceeds through the glacial erosion processes of glaciation and abrasion, which results in large rocky material (glacial till) being carried in the glacier. A material called boulder clay is deposited on the floor of the valley. As the ice melts and retreats, the valley is left with very steep sides and a wide, flat floor. A river or stream may remain in the valley. This replaces the original stream or river and is known as a misfit stream because it is smaller than one would expect given the size of its valley.</p>\n<p>Other interesting glacially carved valleys include:</p>\n<ul><li>Yosemite Valley (United States)</li>\n<li>Side valleys of the Austrian river Salzach for their parallel directions and hanging mouths.</li>\n<li>Some Scottish glens full with bushes and flowers.</li>\n<li>That of the St. Mary River in Glacier National Park in Montana, USA.</li>\n</ul><h3><span id=\"Tunnel_valley\">Tunnel valley</span></h3>\n\n<p>A tunnel valley is a large, long, U-shaped valley originally cut under the glacial ice near the margin of continental ice sheets such as that now covering Antarctica and formerly covering portions of all continents during past glacial ages.[1]</p>\n<p>A tunnel valley can be up to 100 km (62 mi) long, 4 km (2.5 mi) wide, and 400 m (1,300 ft) deep (its depth may vary along its length).</p>\n<p>Tunnel valleys were formed by subglacial erosion by water. They served as subglacial drainage pathways carrying large volumes of melt water. Their cross-sections exhibit steep-sided flanks similar to fjord walls, and their flat bottoms are typical of subglacial glacial erosion.</p>\n<h3><span id=\"Meltwater_valley\">Meltwater valley</span></h3>\n\n<p>In northern Central Europe, the Scandinavian ice sheet during the various ice ages advanced slightly uphill against the lie of the land. As a result, its meltwaters flowed parallel to the ice margin to reach the North Sea basin, forming huge, flat valleys known as <i>Urstromtäler</i>. Unlike the other forms of glacial valley, these were formed by glacial meltwaters.</p>\n<h2><span id=\"Transition_forms_and_valley_shoulders\">Transition forms and valley shoulders</span></h2>\n\n<p>Depending on the topography, the rock types and the climate, a lot of transitional forms between V-, U- and plain valleys exist. Their bottoms can be broad or narrow, but characteristic is also the type of valley shoulder. The broader a mountain valley, the lower its shoulders are located in most cases. An important exception are canyons where the shoulder almost is near the top of the valley's slope. In the Alps – e.g. the Tyrolean Inn valley – the shoulders are quite low (100–200 meters above the bottom). Many villages are located here (esp. at the sunny side) because the climate is very mild: even in winter when the valley's floor is completely filled with fog, these villages are in sunshine.</p>\n<p>In some stress-tectonic regions of the Rockies or the Alps (e.g. Salzburg) the side valleys are parallel to each other, and additionally they are hanging. The brooks flow into the river in form of deep canyons or waterfalls. Usually this fact is the result of a violent erosion of the former valley shoulders, a special genesis found also at arêtes and glacial cirques, at every Scottish glen, or in a northern fjord.</p>\n<h2><span id=\"Hanging_valleys\">Hanging valleys</span></h2>\n\n<p>A <b>hanging valley</b> is a tributary valley that is higher than the main valley. They are most commonly associated with U-shaped valleys when a tributary glacier flows into a glacier of larger volume. The main glacier erodes a deep U-shaped valley with nearly vertical sides while the tributary glacier, with a smaller volume of ice, makes a shallower U-shaped valley. Since the surfaces of the glaciers were originally at the same elevation, the shallower valley appears to be 'hanging' above the main valley. Often, waterfalls form at or near the outlet of the upper valley.</p>\n<p>Glaciated terrain is not the only site of hanging streams and valleys. Hanging valleys are also simply the product of varying rates of erosion of the main valley and the tributary valleys. The varying rates of erosion are associated with the composition of the adjacent rocks in the different valley locations. The tributary valleys are eroded and deepened by glaciers or erosion at a slower rate than that of the main valley floor, thus the difference in the two valleys' depth increases over time. The tributary valley composed of more resistant rock then hangs over the main valley.</p>\n<h2><span id=\"Trough-shaped_valleys\">Trough-shaped valleys</span></h2>\n<p>Trough-shaped valleys also form in regions of heavy denudation. By contrast, with glacial U-shaped valleys, there is less downward and sideways erosion. The severe slope denudation results in gently sloping valley sides and their transition to the actual valley bottom is unclear. Trough-shaped valleys occur mainly in periglacial regions and in tropical regions of variable wetness. Both climates are dominated by heavy denudation.</p>\n<h2><span id=\"Box_valleys\">Box valleys</span></h2>\n<p>Box valleys have wide, relatively level floors and steep sides, \"which form a sharp piedmont angle\". They are common in periglacial areas and occur in mid-latitudes, but also occur in tropical and arid regions.</p>\n<h2><span id=\"Valley_floors\">Valley floors</span></h2>\n<p>Usually the bottom of a main valley is broad – independent of the U or V shape. It typically ranges from about one to ten kilometers in width and is commonly filled with mountain sediments. The shape of the floor can be rather horizontal, similar to a flat cylinder, or terraced.</p>\n<p>Side valleys are rather V than U-shaped; near the mouth waterfalls are possible if it is a hanging valley. The location of the villages depends on the across-valley profile, on climate and local traditions, and on the danger of avalanches or landslides. Predominant are places on terraces or alluvial fans if they exist.</p>\n<p>Historic siting of villages within the mainstem valleys, however, have chiefly considered the potential of flooding.</p>\n<h2><span id=\"Hollows\">Hollows</span></h2>\n\n<p>A hollow is a small valley or dry stream bed. This term is commonly used in New England, Appalachia, Ozarks, Arkansas and Missouri to describe such geographic features. In rural areas in America, it may be pronounced as \"holler\". Hollows may be formed by river valleys, such as Mansfield Hollow, or they may be relatively dry clefts with a notch-like characteristic in that they have a height of land and consequent water divide in their bases.</p>\n\n<h2><span id=\"Notable_examples\">Notable examples</span></h2>\n\n\n\n\n\n<h3><span id=\"Africa\">Africa</span></h3>\n<ul><li>Great Rift Valley</li>\n<li>Nile Valley (Egypt/Sudan/Ethiopia/Uganda)</li>\n<li>Valley of the Kings (Egypt)</li>\n<li>\"Valley of Oueme\" (Benin)</li>\n</ul><h3><span id=\"Asia\">Asia</span></h3>\n<ul><li>Bagrot Valley (Gilgit-Baltistan, Pakistan)</li>\n<li>Barak (India)</li>\n<li>Barot (India)</li>\n<li>Betaab (India)</li>\n<li>Hunza Valley (Pakistan)</li>\n<li>Ihlara, Turkey</li>\n<li>Dang Valley (Western Nepal)</li>\n<li>Indus Valley (Pakistan)</li>\n<li>Jordan Valley</li>\n<li>Jordan Rift Valley (Jordan - Israel)</li>\n<li>Kaghan Valley (Pakistan)</li>\n<li>Kangra (India)</li>\n<li>Karsog (India)</li>\n<li>Kashmir (India)</li>\n<li>Kathmandu (Nepal)</li>\n<li>Kullu (India)</li>\n<li>Lidder Valley (India)</li>\n<li>Neelum Valley (Pakistan)</li>\n<li>Neora (India)</li>\n<li>Nubra (India)</li>\n<li>Pangi (India)</li>\n<li>Panjshir Valley (Afghanistan)</li>\n<li>Parvati Valley (India)</li>\n<li>Pin Valley (India)</li>\n<li>Sangla (India)</li>\n<li>Spiti (India)</li>\n<li>Suru (India)</li>\n<li>Swat Valley (Pakistan)</li>\n<li>Valley of flowers (India)</li>\n<li>Yumthang (India)</li>\n</ul><h3><span id=\"Australia_-_New_Zealand\">Australia - New Zealand</span></h3>\n<ul><li>Barossa Valley (Australia)</li>\n<li>Hunter Region (Australia)</li>\n<li>Hutt Valley (New Zealand)</li>\n</ul><h3><span id=\"Europe\">Europe</span></h3>\n<ul><li>Dalen, Telemark (Telemark, Norway)</li>\n<li>Danube Valley (Eastern Europe)</li>\n<li>Glen Coe (Scotland, United Kingdom)</li>\n<li>Great Glen (Scotland, United Kingdom)</li>\n<li>Gudbrandsdalen (Oppland, Norway)</li>\n<li>Hallingdalen (Buskerud, Norway)</li>\n<li>Heddal (Telemark, Norway)</li>\n<li>Iron Gate (Romania/Serbia)</li>\n<li>Lauterbrunnen Valley (Bern, Switzerland)</li>\n<li>Loire Valley with its famous castles (France)</li>\n<li>Midt-Telemark (Telemark, Norway)</li>\n<li>Nant Ffrancon (Wales, United Kingdom)</li>\n<li>Numedalen (Buskerud, Norway)</li>\n<li>Østerdalen (Hedmark, Norway)</li>\n<li>Rhone Valley from the Matterhorn to Grenoble and Lyon (France)</li>\n<li>Romsdalen (Møre Og Romsdal, Norway)</li>\n<li>Setesdal (Agder, Norway)</li>\n<li>South Wales Valleys (Wales, United Kingdom)</li>\n<li>Upper Rhine Valley or Upper Rhine Plain, an old graben system. (France and Germany)</li>\n<li>Vestfjorddalen (Norway)</li>\n</ul><h3><span id=\"North_America\">North America</span></h3>\n<ul><li>Central Valley (California)</li>\n<li>Death Valley (California)</li>\n<li>Fraser Canyon (British Columbia)</li>\n<li>Fraser Valley (British Columbia)</li>\n<li>Grand Canyon (Arizona, United States)</li>\n<li>Hell's Gate (British Columbia)</li>\n<li>Hudson Valley (New York)</li>\n<li>Las Vegas Valley (Nevada)</li>\n<li>Little Cottonwood Creek Valley (Utah)</li>\n<li>Monument Valley (Arizona, Utah)</li>\n<li>Napa Valley (California)</li>\n<li>Okanagan Valley (British Columbia)</li>\n<li>Ottawa Valley (Ontario/Quebec)</li>\n<li>Palo Duro Canyon (Texas)</li>\n<li>Rio Grande Valley (Texas)</li>\n<li>Saint Lawrence Valley (Ontario/Quebec/New York)</li>\n<li>San Fernando Valley (California)</li>\n<li>Shenandoah Valley (Virginia/West Virginia)</li>\n<li>Silicon Valley, (California)</li>\n<li>Sonoma Valley, (California)</li>\n<li>Valley of the Gods (Utah)</li>\n<li>Valley of Mexico (Mexico)</li>\n<li>Valley of the Sun (Arizona)</li>\n<li>Valley Stream (New York)</li>\n<li>Willamette Valley (Oregon)</li>\n</ul><h3><span id=\"South_America\">South America</span></h3>\n<ul><li>Aburra Valley (Colombia)</li>\n<li>Cauca Valley (Colombia)</li>\n<li>Ischigualasto <i>Valley of the Moon</i> (Argentina)</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Canyon, Grass valley, Stream channel, Gully, Side valley</li>\n<li>List of Lunar valleys</li>\n<li>List of lineae on Europa</li>\n<li>List of valles on Mars</li>\n<li>List of largest rifts and valleys in the Solar System</li>\n<li>List of geological features on Titan, (escarpments and ruptures).</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>NPS.gov, University of Wisconsin</li>\n<li>UWSP.edu, Glossary of Alpine Glacial Landforms</li>\n<li><cite class=\"citation web\">\"BGU.ac.il\" <span>(PDF)</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AValley&amp;rft.btitle=BGU.ac.il&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.bgu.ac.il%2FBIDR%2Fresearch%2Fphys%2Fremote%2FPapers%2F1998-Ichoku_Coherance_IJRS_98.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>, SAR interferometry (analysis of valley forms in Fig.2 and 6)</li>\n<li>Valleys.com, Valleys of the World</li>\n</ul><h3><span id=\"Extraterrestrial_valleys\">Extraterrestrial valleys</span></h3>\n<ul><li>ESA image: Vallis Alpes, bisecting the Lunar Alps</li>\n<li>Valles Marineris and Ophir Chasma, bilingual website (English and German)</li>\n</ul>","shortText":"<p>A <b>valley</b> is a low area between hills, often with a river running through it. In geology, a <b>valley</b> or <b>dale</b> is a depression that is longer than it is wide. The terms U-shaped and V-shaped are descriptive terms of geography to characterize the form of valleys. Most valleys belong to one of these two main types or a mixture of them, (at least) with respect to the cross section of the slopes or hillsides.","title":"Valley","id":"Valley"}