{"articleText":"<p>A <b>water gap</b> is a gap that flowing water has carved through a mountain range or mountain ridge. Water gaps often offer a practical route for road and rail transport to cross the mountain barrier.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Geology\">Geology</span></h2>\n<p>A water gap is usually an indication of a river that is older than the current topography. The likely occurrence is that a river established its course when the landform was at a low elevation, or by a rift in a portion of the crust of the earth having a very low stream gradient and a thick layer of unconsolidated sediment.</p>\n<p>In a hypothetical example, a river would have established its channel without regard for the deeper layers of rock. A later period of uplift would cause increased erosion along the riverbed, exposing the underlying rock layers. As the uplift continued, the river, being large enough, would continue to erode the rising land, cutting through ridges as they formed.</p>\n<p>Water gaps are common in the Ridge-and-Valley Appalachians of eastern North America.</p>\n<p>Alternatively, a water gap may be formed through headward erosion of two streams on opposite sides of a ridge, ultimately resulting in the capture of one stream by the other.</p>\n<h2><span id=\"Notable_examples\">Notable examples</span></h2>\n<ul><li>Columbia River Gorge and Wallula Gap, both in Washington State, United States</li>\n<li>Cumberland Narrows, Maryland, United States</li>\n<li>Delaware Water Gap, New Jersey and Pennsylvania, United States</li>\n<li>Heavitree Gap, Alice Springs, Australia</li>\n<li>Kali Gandaki Gorge - cuts through the world's tallest mountain range, the Himalayas in Nepal</li>\n<li>Manawatu Gorge, New Zealand</li>\n<li>Potomac Water Gap, United States</li>\n<li>Pongo de Manseriche, Peru</li>\n<li>Pongo de Mainique, Peru</li>\n<li>The Middle Rhine in Germany</li>\n<li>The Iron Gates on the Danube, forming the border between Serbia and Romania</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Antecedent drainage stream</li>\n<li>Defile (geography)</li>\n<li>Peneplain</li>\n<li>Wind gap</li>\n</ul><h2><span id=\"References\">References</span></h2>","shortText":"<p>A <b>water gap</b> is a gap that flowing water has carved through a mountain range or mountain ridge. Water gaps often offer a practical route for road and rail transport to cross the mountain barrier.","title":"Water gap","id":"Water_gap"}